"menu.help.title" = "مساعدة في تأجير السيارات";
"settings.label.url.1" = "إدارة الحجز";
"settings.label.url.2" = "الأسئلة المتكررة";
"settings.label.url.3" = "مركز المساعدة";
"bookings.status.confirmed" = "مؤكد";
"bookings.status.unconfirmed" = "غير مؤكد";
"bookings.status.cancelled" = "تم الإلغاء";
"bookings.title" = "الحجوزات";
"bookings.status.reviewpayment" = "مراجعة الدفع";
"bookings.status.completed" = "مكتملة";
"bookings.sheet.bookingdetails.link" = "عرض تفاصيل الحجز";
"bookings.sheet.unconfirmed.info" = "يتم تأكيد معظم حجوزاتنا خلال 48 ساعة";
"bookings.sheet.reviewpayment.info" = "فشلت عملية الدفع. انتقل إلى “إدارة الحجز” لمراجعة تفاصيل الدفع الخاصة بك.";
"bookings.sheet.managebooking.link" = "إدارة الحجز";
"bookings.bookingdetails.status" = "حالة الحجز";
"sale_landing_banner_monetary_tagline" = "احجز الآن من ${x} يومياً!";
"sale_landing_banner_percentage_tagline" = "خصم يصل إلى ${x}، احجز الآن!";
"filter.header.eco" = "صديق للبيئة";
"filter.header.mileage" = "المسافة بالأميال";
"vehicle.seats.number" = "${x} مقاعد";
"menu.alert.title" = "هل تريد تغيير الإعدادات؟";
"menu.alert.body" = "ستتم إعادة ضبط أي عمليات بحث نشطة.";
"insurance.options.axa.header" = "خيارات التأمين";
"insurance.options.axa.limited.body" = "<b>محدود</b> - يوفر <b>الحد الأدنى من التغطية</b>، إذا تعرضت لحادث، فسيتعين عليك دفع مدفوعات زائدة <b>غير قابلة للاسترداد</b> تصل إلى ${x}.";
"insurance.options.axa.premium.body" = "<b>بريميوم</b> - يوفر <b>تغطية فائقة</b>، إذا تعرضت لحادث، فسيتم <b>رد</b> المدفوعات الزائدة إليك بما يصل إلى ${x}.";
"insurance.limited.caption" = "الحد الأدنى من التغطية في حالات السرقة وتلف جسم السيارة. <b>أنت تدفع مقابل أي تلفيات</b> لا يغطيها خيار التأمين المحدود.";
"insurance.limited.benefit1" = "مدفوعات زائدة <b>غير قابلة للاسترداد</b>";
"insurance.limited.benefit2" = "الحماية المقدمة من الغير";
"insurance.limited.benefit3" = "المساعدة في حالة الأعطال";
"insurance.limited.excess.liable" = "عند تحديد تغطية محدودة، ستكون مسؤولاً عن دفع المدفوعات الزائدة حتى ${x} في حالة وقوع حادث، دون إمكانية استرداد المبلغ.";
"insurance.limited.included" = "متضمن";
"insurance.axa.premium.caption" = "يوفر لك <b>مستوى فائقًا من التغطية</b>، ويشمل خيار التأمين المحدود.";
"insurance.axa.premium.benefit1" = "<b>استرداد المدفوعات الزائدة بنسبة تصل إلى 100%</b>";
"insurance.axa.premium.benefit2" = "الحماية من الغير";
"insurance.axa.premium.benefit3" = "المساعدة في حالة الأعطال";
"insurance.axa.premium.benefit4" = "تلف الزجاج الأمامي والزجاج والإطارات";
"insurance.axa.premium.benefit5" = "متعلقاتك الشخصية";
"insurance.axa.premium.benefit6" = "تضرر المفتاح أو ضياعه";
"insurance.axa.premium.benefit7" = "تلف السقف والهيكل السفلي للسيارة";
"insurance.axa.premium.benefit8" = "رسوم أخطاء تعبئة الوقود";
"insurance.axa.premium.benefit9" = "الرسوم الإدارية";
"insurance.axa.premium.benefit10" = "دعم المطالبات متعدد اللغات";
"insurance.axa.premium.terms" = "بتحديد تأمين Premium والمتابعة، فإنك تؤكد أنك قد قرأت وقبلت شروط وأحكام وثيقة التأمين، وبناءً على هذه المعلومات فإن وثيقة التأمين هذه تناسب احتياجاتك.";
"insurance.priceperday" = "${x}/يوم";
"insurance.total.price" = "الإجمالي: ${x}";
"insurance.options.awn.au.header" = "لا تخاطر. الحصول على تأمين على الطرق.";
"insurance.options.awn.au.body" = "<b>تأمين Roadtrip</b> - يوفر تغطية، فإذا تعرضت لحادث بسيارتك المستأجرة، فستتم تغطية مدفوعاتك الزائدة ومتعلقاتك الشخصية لما يصل إلى ${x}.";
"insurance.awn.au.title" = "التأمين على الطرق";
"insurance.awn.au.caption" = "يوفر لك <b>مستوى فائقًا من التغطية</b>، ويشمل خيار التأمين المحدود.";
"insurance.awn.au.benefit1" = "استرداد المدفوعات الزائدة بنسبة تصل إلى 100%";
"insurance.awn.au.benefit2" = "الحماية من الغير";
"insurance.awn.au.benefit3" = "متعلقاتك الشخصية";
"insurance.awn.au.benefit4" = "النفقات الطبية الخارجية";
"insurance.awn.au.benefit5" = "الغلاف الرئيسي والممتلكات الشخصية";
"insurance.awn.au.benefit6" = "الوفاة إثر حادث";
"insurance.awn.au.benefit7" = "رسوم أخطاء تعبئة الوقود";
"insurance.axa.premium.cancellation.policy" = "إلغاء مجاني للتأمين قبل الاستلام بمدة تصل إلى 24 ساعة";
"insurance.awn.au.terms" = "بتحديد تأمين Roadtrip والمتابعة، فإنك تؤكد أنك قد قرأتَ وقبلتَ ${x} وثيقة التأمين، وبناءً على هذه المعلومات فإن وثيقة التأمين هذه تناسب احتياجاتك.";
"insurance.zero.excess.terms" = "بتحديد تأمين Zero Excess والمتابعة، فإنك تؤكد أنك قد قرأت وقبلت شروط وأحكام وثيقة التأمين، وبناءً على هذه المعلومات فإن وثيقة التأمين هذه تناسب احتياجاتك.";
"insurance.options.awn.au.limited.body" = "<b>تأمين محدود</b> - لا توجد تغطية لمدفوعاتك الزائدة أو متعلقاتك الشخصية.";
"insurance.awn.au.terms.link" = "الشروط والأحكام";
"results.filter.all1" = "كل الفلاتر";
"results.filter.all2" = "كل الفلاتر (${x})";
"results.summary.title" = "<b>${x}</b> السيارات | تصنيف حسب: <b>${y}</b>";
"Omnibus.Pos.1.Title" = "كيف يعمل ترتيب الفرز \"الموصى به\"؟";
"Omnibus.Pos.2.Title" = "ماذا تعني \"القيمة مقابل المال\"؟";
"Omnibus.Pos.3.Title" = "ما المتغيرات التي يتم اعتبارها في ترتيب الفرز؟";
"Omnibus.Pos.4.Title" = "كيف تعمل المواقع التي تتم رعايتها؟";
"Omnibus.Pos.1.Body" = "يستخدم ترتيب الفرز \"الموصى به\" مجموعة متنوعة من العوامل لتصنيف السيارات بترتيب يضمن لك رؤية أفضل \"قيمة مقابل المال\" في أعلى نتائج البحث لديك. تؤثر العمولة المستلمة من مقدمي خدمة تأجير السيارات على هذا الترتيب.";
"Omnibus.Pos.2.Body" = "يصف مصطلح \"القيمة مقابل المال\" المتغيرات التي تؤثر على احتمالية شراء العميل لتأجير سيارة. إن العمولة التي نتلقاها نحن (CarTrawler) من مقدمي خدمة تأجير السيارات تُدرك الدور الذي نلعبه نحن (CarTrawler) في الحجز وتؤثر على كيفية تحديدنا \"للقيمة مقابل المال\" بشكل عام.";
"Omnibus.Pos.3.Body" = "عند تحديد أفضل \"قيمة مقابل المال\" لعملائنا، فإن ترتيب الفرز لدينا يراعي عددًا من المتغيرات، منها:";
"Omnibus.Pos.4.Body" = "يعمل بعض شركاء السفر مع مقدمي خدمات تأجير سيارات مختارين. قد تظهر المواقع التي تتم رعايتها في أعلى نتائج البحث بسبب المدفوعات التي يتلقاها شريك السفر من مقدم خدمة تأجير السيارات المختار. يمكن للعملاء تحديد هذه المواقع التي تتم رعايتها حيث يتم تمييزها في موقع يحمل علامة تجارية أعلى نتائج البحث.";
"Omnibus.Pos.3.bullet.1" = "تاريخ الحجز وموقع البحث.";
"Omnibus.Pos.3.bullet.2" = "مدة فترة التأجير.";
"Omnibus.Pos.3.bullet.3" = "تصنيفات العملاء لمقدمي خدمة تأجير السيارات بناءً على درجات CSAT وNPS.";
"Omnibus.Pos.3.bullet.4" = "السلوك التاريخي للعملاء فيما يتعلق بعمليات الشراء السابقة وسجل التسعير لنتائج تأجير السيارات المشابهة.";
"Omnibus.Pos.3.bullet.5" = "العمولة التي نتلقاها من مقدمي خدمة تأجير السيارات أو شركاء التأمين.";
"Omnibus.Accept.Button.Text" = "اتضح الأمر!";
"Omnibus.Header.Text" = "الموصى بها الموضحة";
"bookings.sheet.remove" = "حذف الحجز";
"bookings.dialog.remove.title" = "هل تريد حذف الحجز؟";
"bookings.dialog.remove.text" = "أنت على وشك حذف هذا الحجز نهائيًا من قائمة حجزك.";
"bookings.dialog.remove.text.history" = "سيظل هذا الحجز وسجل حجزك الكامل متاحًا من خلال بوابة العملاء لدينا.";
"bookings.dialog.remove.CTA" = "حذف";
"payment.options.paypal.title" = "PayPal";
"payment.options.paypal.button" = "احجز مع ${x}";
"payment.options.paypal.banner.text" = "بعد النقر على \"حجز باستخدام PayPal\" أدناه، ستتم إعادة توجيهك إلى موقع PayPal الإلكتروني حيث يمكنك تسجيل الدخول إلى حسابك وإتمام عملية الدفع. سيتم نقلك إلى صفحة “تأكيد حجز تأجير السيارة” بعد ذلك.";
"payment.options.paypal.failed.title" = "${x} فشلت عملية الدفع";
"payment.options.paypal.failed.text" = "للأسف حدثت مشكلة أثناء معالجة عملية الدفع التي قمت بها. لم يكتمل حجزك حتى الآن، ولم يتم الخصم منك. يُرجى المحاولة مرة أخرى باستخدام إحدى طرق الدفع المتاحة أدناه.";
"vehicle_fuel_plugin_hybrid" = "السيارة الهجينة الإضافية";
"insurance.axa.regulatory.statement.uk" = "CarTrawler هي ممثل معين لشركة Inter Partner Assistance S.A.، وهي شركة حاصلة على ترخيص وتنظيم من البنك الوطني البلجيكي، ويقع مكتبها الرئيسي المسجل في Boulevard du Régent 7, 1000 Brussels - بلجيكا. مرخصة من قِبل هيئة التنظيم الاحترازي (رقم مرجع الشركة 202664). تخضع للتنظيم من جانب هيئة الرقابة المالية والتنظيم المحدود من جانب هيئة التنظيم الاحترازي. عنوان مكتب فرع شركة Inter Partner Assistance S.A. في المملكة المتحدة هو 106-118 Station Road, Redhill, RH1 1PR.‏ Inter Partner Assistance S.A. هي جزء من AXA Group.";
"VehicleList.Map.BottomSheet.ConnectionType.Type1" = "النوع 1";
"VehicleList.Map.BottomSheet.ConnectionType.Type2" = "النوع 2";
"VehicleList.Map.BottomSheet.ConnectionType.Unspecified" = "غير محدد";
"VehicleList.Map.BottomSheet.ConnectionType.WallSocket" = "مقبس جداري";
"VehicleList.Map.BottomSheet.ChargeType" = "أنواع الرسوم";
"VehicleList.Map.BottomSheet.Availability.24Hour" = "مفتوح على مدار الساعة";
"VehicleList.Map.BottomSheet.ChargeAvailability.OutOfService" = "خارج الخدمة";
"VehicleList.Map.BottomSheet.ChargeSpeed.Slow" = "بطيء";
"VehicleList.Map.BottomSheet.ChargeSpeed.Fast" = "سريع";
"VehicleList.Map.BottomSheet.ChargeSpeed.Rapid" = "سريع";
"VehicleList.Map.BottomSheet.ChargeSpeed.UltraRapid" = "سرعة فائقة";
"view_voucher" = "عرض القسيمة";
"VehicleList.Chip.EVLongRange.Text" = "سيارة كهربائية طويلة المدى";
"VehicleDetails.EVLongRange.Description" = "سيارة كهربائية طويلة المدى: هذه السيارة قادرة على الانتقال لمسافة تتجاوز ${x} بشحنة واحدة";
"VehicleDetails.EcoFriendlyUpsell.Header" = "بديل صديق للبيئة";
"VehicleList.Chip.EVLongRange.Capacity.KM" = "400 km";
"VehicleList.Chip.EVLongRange.Capacity.Miles" = "250 mi";
"Vehicle.Fuel.Electric.Plus" = "سيارة كهربائية طويلة المدى";
"landing.countdowntimer.salename" = "تنزيلات";
"landing.countdowntimer.presale" = "يبدأ ${x} في";
"landing.countdowntimer.duringsale" = "ينتهي ${x} في";
"Driver.Details.Marketing.Consent.Text" = "احصل على عروض حصرية على تأجير السيارات وغيرها من المعلومات المهمة مباشرةً في صندوق الوارد الخاص بك.";
"Driver.Details.Marketing.Consent.Policy" = "راجع ${x}لمزيدٍ من التفاصيل.";
"abandonment.deeplink.total" = "الإجمالي";
"abandonment.deeplink.day" = "يوم";
"VehicleList.Banner.Sustainability.Header.FriendlyLocation" = "موقع صديق للسيارات الكهربائية";
"VehicleList.Banner.Sustainability.Header.CityDriving" = "أفضل للقيادة في المدينة";
"VehicleList.Banner.Sustainability.Header.EasyDriving" = "القيادة بسهولة";
"VehicleList.Banner.Sustainability.Header.FuelCosts" = "هل أنت قلق بشأن تكلفة الوقود؟";
"VehicleList.Banner.Sustainability.Header.GoFurther" = "يتجاوز تأجير السيارات الكهربائية ما يمكن أن تظنه";
"VehicleList.Banner.Sustainability.InfoText.FriendlyLocation" = "يقدم موقع الاستلام خدمات شحن ممتازة للسيارات الكهربائية المستأجرة (EV)";
"VehicleList.Banner.Sustainability.InfoText.EasyDriving" = "لا تختلف قيادة السيارة الكهربائية (EV) عن قيادة السيارة الأوتوماتيكية. فهي أكثر هدوءًا ولا تتضمن انبعاثات ثاني أكسيد الكربون";
"VehicleList.Banner.Sustainability.InfoText.FuelCosts" = "تكلفة شحن المركبة الكهربائية (EV) أقل بكثير من تكلفة تزويدها بنفس الحجم من وقود مثل البنزين أو الديزل. نوفر لك ما يصل إلى 50% من نفقات الرحلة";
"VehicleList.Banner.Sustainability.InfoText.CityDriving" = "تعد المركبات الكهربائية (EV) أكثر كفاءة في التوقف والبدء في مرور المدينة";
"VehicleList.Banner.Sustainability.InfoText.GoFurther" = "يمكن للسيارات الكهربائية (EV) المستأجرة لمسافات بعيدة أن تقطع مسافة تزيد عن 400 بشُحنة واحدة. 80% من رحلات السيارات في أوروبا تقل عن 50 كم";
"insurance.axa.premium.uk.cancellation.policy" = "إلغاء مجاني في أي وقت قبل الاستلام";
"landing.mosaic.title" = "التزامنا بالحفاظ على البيئة";
"landing.mosaic.tile1.title" = "أساسيات السيارات الكهربائية";
"landing.mosaic.tile1.body" = "كل ما تحتاج إلى معرفته عند استئجار سيارة كهربائية";
"landing.mosaic.tile1.ctaText" = "<u>تعرف على المزيد</u>";
"landing.mosaic.tile2.title" = "أساسيات شحن السيارات الكهربائية";
"landing.mosaic.tile2.body" = "دليلك لشحن سيارة كهربائية (EV)";
"landing.mosaic.tile2.ctaText" = "<u>تعرف على المزيد</u>";
"landing.mosaic.tile3.body" = "أسئلة مهمة يتعين عليك طرحها عند استئجار سيارة كهربائية (EV)";
"landing.mosaic.tile3.ctaText" = "<u>تعرف على المزيد</u>";
"landing.countdowntimer.days" = "الأيام";
"landing.countdowntimer.hours" = "الساعات";
"landing.countdowntimer.minutes" = "دقيقة";
"landing.countdowntimer.seconds" = "ثانية";
"VehicleList.Map.Airport.SupplierLocation.Filter" = "مطار ${x} - ${y}";
"VehicleList.Map.Downtown.SupplierLocation.Filter" = "مكان ${x}: (${y})";
"results.filter.all3" = "تصفية (${x})";
"VehicleList.Header.Filter" = "تصفية";
"VehicleList.Header.Filter.Selected" = "تصفية (${x})";
"VehicleList.Map.Airport.SupplierLocation.PriceFrom" = "السعر لمدة ${X} أيام من ${y}";
"LoyaltyNumber" = "رقم الولاء (اختياري)";
"VehicleList.Header.Map" = "خريطة";
"Payment.256.Encrypted" = "جميع معاملات الدفع مشفرة بتقنية أمان 256-bit SSL";
"Insurance.Applicable.Taxes" = "يشمل جميع الضرائب السارية";
"BookingError.Insurance" = "للأسف حدثت مشكلة فنية أثناء معالجة جزء من حجزك. نجحت عملية حجز سيارتك، لكن حدثت مشكلة أثناء شراء التأمين. يمكنك إعادة المحاولة في قسم \"إدارة الحجز\"، وستجد التفاصيل التي يجب اتباعها في رسالة التأكيد الإلكترونية.";
"Payment.Exchange.Currency.Message" = "يُرجى العلم بأن المبلغ مستحق الدفع اليوم سيتم احتسابه بعملة ${z} بناءً على سعر صرف اليوم (${x} = ${y})";
"VehicleList.Map.BottomSheet.ConnectionType.Other" = "أخرى";
"VehicleList.Map.BottomSheet.ChargeAvailability.Total" = "الإجمالي ${x}";
"settings.label.url.4" = "سياسة الخصوصية";
"Price.Summary.Included.Charges" = "المصاريف المتضمنة";
"VehicleList.Map.BottomSheet.SupplierInfo" = "معلومات مقدم الخدمة";
"VehicleList.Map.BottomSheet.SupplierDistance" = "على بعد ${x} ${y}";
"VehicleList.Map.BottomSheet.SupplierHours" = "ساعات العمل";
"VehicleList.Map.BottomSheet.SupplierHours.Closed" = "مغلق";
"VehicleList.Map.BottomSheet.SupplierHours.Monday" = "الاثنين";
"VehicleList.Map.BottomSheet.SupplierHours.Tuesday" = "الثلاثاء";
"VehicleList.Map.BottomSheet.SupplierHours.Wednesday" = "الأربعاء";
"VehicleList.Map.BottomSheet.SupplierHours.Thursday" = "الخميس";
"VehicleList.Map.BottomSheet.SupplierHours.Friday" = "الجمعة";
"VehicleList.Map.BottomSheet.SupplierHours.Saturday" = "السبت";
"VehicleList.Map.BottomSheet.SupplierHours.Sunday" = "الأحد";
"Add.Booking.Title" = "عذرًا، لم نعثر على أي نتائج تطابق معايير بحثك.";
"Add.Booking.Form.Error" = "عذرًا، لم نعثر على أي نتائج تطابق معايير بحثك.";
"Add.Booking.Heading" = "إضافة حجز";
"Add.Booking.Form.BookingId.Error" = "رقم غير صالح";
"please.try.again" = "يُرجى إعادة المحاولة.";
"insurance.xc.simple.api.main.ipid.text" = "وثيقة معلومات منتج التأمين";
"Insurance.XC.Pill.Free.Insurance.Cancellation.UK" = "إلغاء مجاني للتأمين في أي وقت قبل الاستلام";
"Insurance.XC.Subtitle.eDo" = "توفير حماية فائقة، يمنح تأمين التغطية المميزة حدودًا متزايدة للوثيقة تصل إلى ${policy.limit}، بالإضافة إلى حدود فرعية أعلى لتغطية ما يهمك أكثر. هذا التأمين متاح حصريًا لأعضاء Prime.";
"Insurance.XC.Pill.Free.Insurance.Cancellation" = "الإلغاء مجاني حتى 24 ساعة قبل الاستلام";
"insurance.xc.simple.api.main.more.info.button" = "مزيدٌ من المعلومات";
"Insurance.XC.USP.ThirdParty" = "الحماية من الأطراف الخارجية";
"insurance.xc.simple.api.main.link.terms.text" = "الشروط والأحكام";
"Insurance.xc.pricing.terms" = "يشمل جميع الضرائب السارية";
"Insurance.XC.USP.LatePickUp" = "استلام متأخر بسبب تأخر رحلة الطيران";
"Insurance.XC.Pill.Free.Cancellation.UK" = "الإلغاء مجاني حتى 24 ساعة قبل الاستلام";
"insurance.xc.simple.api.main.premium.cta" = "استمرار مع تأمين بريميوم";
"Insurance.XC.USP.Windscreen" = "تلف الزجاج الأمامي والزجاج والإطارات";
"Insurance.XC.USP.Misfueling" = "رسوم أخطاء تعبئة الوقود";
"Insurance.XC.USP.BreakdownAssistance" = "المساعدة في حالة الأعطال";
"Insurance.XC.USP.ClaimSupport" = "دعم المطالبات متعدد اللغات";
"Insurance.XC.USP.TravelExpenses" = "نفقات السفر";
"Insurance.XC.Subtitle" = "بفضل حمايتنا الإضافية، سيتم رد المبلغ الإضافي إليك، حتى ${x}، للتأكد من أنك لن تخسر كل أموالك في حال وقوع حادث.";
"Insurance.XC.Premium.Disclaimer.Proceed" = "بتحديد تغطية التأمين Premium والمتابعة، فإنك تؤكد أنك قد قرأت ${x} و${y} الخاصين بالتأمين وقبلتهما، وبناءً على هذه المعلومات، فإن وثيقة التأمين هذه تناسب احتياجاتك.";
"Insurance.XC.Title" = "تأمين Premium";
"Insurance.XC.USP.RefundableExcess.Alt" = "<span>استرداد المدفوعات الزائدة بنسبة تصل إلى 100%</span>";
"CannotProcessReservation" = "كان هناك خطأ غير  متوقع. لم يتم إنشاء حجزك ولم يتم تحصيل رسوم منك. يُرجى إنشاء بحث جديد وإعادة المحاولة.";
"insurance.options.xc.header" = "خيارات التأمين";
"insurance.options.xc.premium.body" = "<b>بريميوم</b> - يوفر <b>تغطية فائقة</b>، إذا تعرضت لحادث، فسيتم <b>رد</b> المدفوعات الزائدة إليك بما يصل إلى ${x}.";
"top.up.your.protection" = "استمتع بمستوى أعلى من الحماية";
"insurance.options.xc.limited.body" = "<b>محدود</b> - يوفر <b>الحد الأدنى من التغطية</b>، إذا تعرضت لحادث، فسيتعين عليك دفع مدفوعات زائدة <b>غير قابلة للاسترداد</b> تصل إلى ${x}.";
"title_calendar" = "منتقي التاريخ";
"title_conditions" = "الشروط والأحكام";
"title_details" = "تفاصيل السيارة";
"title_details_supplier" = "التقديرات";
"title_details_vehicle" = "متضمنة";
"title_extras_insurance" = "التجهيزات الإضافية والتأمين";
"title_filters" = "مزيد من الفلاتر";
"title_insurance" = "التأمين";
"title_locations" = "المواقع";
"title_payment" = "الدفع";
"title_results" = "النتائج";
"title_search_ground" = "بحث عن وسيلة نقل برية";
"title_search_rental" = "تأجير سيارة ";
"title_settings" = "إعدادات";
"title_summary" = "ملخص الدفع";
"title_user" = "بيانات السائق الرئيسي";
"title_extras" = "تجهيزات إضافية";
"CTA_add" = "إضافة حجز";
"CTA_search" = "البحث عن السيارات";
"CTA_save" = "حفظ الإعدادات";
"CTA_continue" = "متابعة";
"CTA_with_insurance" = "استمرار مع التأمين";
"CTA_no_insurance" = "استمرار دون تأمين";
"CTA_to_homepage" = "عودة إلى الصفحة الرئيسية";
"CTA_book" = "احجز الآن مقابل";
"CTA_close" = "إغلاق";
"CTA_cancel" = "إلغاء";
"CTA_done" = "تم";
"search_pickup_location_text" = "مكان الاستلام";
"search_pickup_location_hint" = "إدخال اسم المطار أو المدينة أو المحطة";
"search_return_location_text" = "مكان الإرجاع";
"search_return_location_hint" = "إدخال اسم المطار أو المدينة أو المحطة";
"search_return_location_button" = "إرجاع إلى نفس المكان";
"search_driver_age" = "عمر السائق يتراوح بين 25-70";
"search_driver_age_hint" = "عمر السائق";
"search_select_dates" = "التواريخ";
"search_select_dates_hint" = "حدد التواريخ";
"search_pickup_time_text" = "وقت الاستلام";
"search_return_time_text" = "وقت الإرجاع";
"search_locations_placeholder" = "كتابة الموقع";
"calendar_summary_dropoff" = "تاريخ التسليم";
"calendar_summary_pickup" = "تاريخ الاستلام";
"calendar_summary_title" = "حدد التاريخ";
"calendar_select_date" = "حدد التاريخ";
"calendar_select_dates" = "حدد تواريخك";
"calendar_pickup_date" = "تاريخ الاستلام";
"calendar_return_date" = "تاريخ الإرجاع";
"calendar_continue" = "متابعة";
"calendar_sun" = "الأحد";
"calendar_mon" = "الإثنين";
"calendar_tue" = "الثلاثاء";
"calendar_wed" = "الأربعاء";
"calendar_thu" = "الخميس";
"calendar_fri" = "الجمعة";
"calendar_sat" = "السبت";
"locations_results_airports" = "مطارات";
"locations_results_others" = "كل الأماكن الأخرى";
"settings_country_title" = "البلد";
"settings_currency_title" = "العملة:";
"settings_select_country" = "حدد الدولة";
"settings_select_currency" = "حدد العملة";
"settings_select_languages" = "حدد اللغة";
"results_sort" = "تصنيف";
"results_filter" = "تصفية";
"vehicle_orsimilar" = "أو ما شابه";
"vehicle_passenger" = "راكب";
"vehicle_passengers" = "الركّاب";
"vehicle_bag" = "حقيبة";
"vehicle_bags" = "حقائب";
"vehicle_door" = "باب";
"vehicle_doors" = "أبواب";
"vehicle_duration_1" = "السعر ل";
"vehicle_duration_2" = "يوم";
"vehicle_duration_3" = "الأيام";
"vehicle_total_price" = "السعر الإجمالي";
"vehicle_best_seller" = "الأكثر مبيعًا";
"vehicle_great_value" = "مزايا رائعة";
"vehicle_provided" = "مقدم من";
"vehicle_air_conditioning" = "تكييف هواء";
"vehicle_fuel_policy" = "سياسة الوقود";
"vehicle_supplier_address" = "عنوان المورد";
"vehicle_suppliers_address_detail" = "عنوان المورد هو:";
"vehicle_pickup_location" = "مكان الاستلام";
"vehicle_vehicle_inclusion" = "سعر هذه المركبة يشمل هذا العنصر";
"rental_sort_title" = "تصنيف النتائج حسب";
"rental_sort_price" = "السعر";
"rental_sort_rating" = "التقييم";
"rental_sort_recommended" = "موصى به";
"filter_package" = "الباقة";
"filter_carsize" = "حجم السيارة";
"filter_supplier" = "مقدم الخدمة";
"filter_rating" = "التقييم";
"filter_fuel" = "سياسة الوقود";
"filter_carfuel" = "نوع الوقود";
"filter_carspec" = "مواصفات السيارة";
"filter_transmission" = "ناقل الحركة";
"filter_specialoffers" = "عرض خاص";
"filter_transfertype" = "نوع وسيلة النقل";
"filter_transfertime" = "وقت الرحلة";
"filter_reset" = "إعادة ضبط";
"vehicle_type_cargovan" = "عربة بضائع";
"vehicle_type_compact" = "مدمجة";
"vehicle_type_compact_elite" = "إيليت مدمجة";
"vehicle_type_economy" = "اقتصادية";
"vehicle_type_economy_elite" = "إيليت اقتصادية";
"vehicle_type_estate" = "سيارة استيشن";
"vehicle_type_exotic" = "سيارة غير عادية";
"vehicle_type_exotic_SUV" = "سيارة غير عادية متعددة الاستخدامات (SUV)";
"vehicle_type_fifteen_passenger_van" = "عربة تتسع لخمسة عشر راكبًا";
"vehicle_type_five_seat_carrier" = "سيارة ركاب بخمسة مقاعد";
"vehicle_type_four_wheel_drive" = "دفع رباعي";
"vehicle_type_fullsize" = "كبيرة الحجم";
"vehicle_type_fullsize_elite" = "إيليت حجم كبير";
"vehicle_type_intermediate" = "متوسطة";
"vehicle_type_intermediate_elite" = "إيليت متوسطة";
"vehicle_type_large_SUV" = "سيارة كبيرة متعددة الاستخدامات (SUV)";
"vehicle_type_large_truck" = "شاحنة كبيرة";
"vehicle_type_luxury" = "فاخرة";
"vehicle_type_luxury_elite" = "إيليت فاخرة";
"vehicle_type_medium_SUV" = "سيارة متوسطة متعددة الاستخدامات (SUV)";
"vehicle_type_midsize" = "حجم متوسط";
"vehicle_type_mini" = "ميني";
"vehicle_type_mini_elite" = "ميني إيليت";
"vehicle_type_minivan" = "ميني فان";
"vehicle_type_moped" = "دراجة بخارية";
"vehicle_type_moving_van" = "عربة نقل مغلقة";
"vehicle_type_nine_seat_carrier" = "سيارة ركاب بتسعة مقاعد";
"vehicle_type_oversize" = "حجم كبير";
"vehicle_type_premium" = "ممتاز";
"vehicle_type_premium_elite" = "إيليت ممتازة";
"vehicle_type_regular" = "عادية";
"vehicle_type_seven_seat_carrier" = "سيارة ركاب بسبعة مقاعد";
"vehicle_type_small_SUV" = "سيارة صغيرة متعددة الاستخدامات (SUV)";
"vehicle_type_small_medium_truck" = "شاحنة صغيرة إلى متوسطة";
"vehicle_type_special" = "خاصة";
"vehicle_type_standard" = "قياسي";
"vehicle_type_standard_elite" = "إيليت قياسية";
"vehicle_type_stretch" = "طويلة";
"vehicle_type_subcompact" = "سيارة ملاكي";
"vehicle_type_twelve_foot_truck" = "شاحنة اثنى عشر قدمًا";
"vehicle_type_twelve_passenger_van" = "عربة تتسع لاثنى عشر راكبًا";
"vehicle_type_twenty_foot_truck" = "شاحنة عشرون قدمًا";
"vehicle_type_twenty_four_foot_truck" = "شاحنة أربعة وعشرون قدمًا";
"vehicle_type_twenty_six_foot_truck" = "شاحنة ستة وعشرون قدمًا";
"vehicle_type_unique" = "فريدة";
"vehicle_type_vehicle_size_SUV" = "سيارة متعددة الاستخدامات SUV بحجم المركبة";
"vehicle_type_other" = "أخرى";
"vehicle_fuel_petrol" = "بنزين";
"vehicle_fuel_diesel" = "ديزل";
"vehicle_transmission_auto" = "أوتوماتيك";
"vehicle_transmission_manual" = "يدوي";
"vehicle_fuel_policy_type_ELECTRICVEHICLE" = "مشحونة بالكامل";
"vehicle_fuel_policy_type_FULLFULL" = "استلام وإرجاع بخزان ممتلئ";
"vehicle_fuel_policy_type_EMPTYEMPTY" = "فارغ - فارغ";
"vehicle_fuel_policy_type_FULLEMPTY" = "شراء مسبق للوقود";
"vehicle_fuel_policy_type_HALFEMPTY" = "نصف ممتلئ - فارغ";
"vehicle_fuel_policy_type_QUARTEREMPTY" = "الاستلام بخزان ممتلئ حتى الربع، الإرجاع بخزان فارغ";
"vehicle_fuel_policy_type_HALFHALF" = "استلام وإرجاع بخزان نصف ممتلئ";
"vehicle_fuel_policy_type_QUARTERQUARTER" = "استلام وإرجاع بخزان ربع ممتلئ";
"vehicle_fuel_policy_type_UNKNOWN" = "غير معروف";
"vehicle_fuel_policy_type_FULLEMPTYREFUND" = "الشراء المسبق للوقود مع استرداد القيمة المالية المستحقة";
"vehicle_fuel_policy_type_FULLFULLHYBRID" = "الوقود: الاختيار بمكتب التأجير";
"vehicle_fuel_policy_type_CHAUFFULFUL" = "مصاريف الوقود: غير متضمنة";
"vehicle_fuel_policy_type_CHAUFFUELINC" = "مصاريف الوقود: متضمن";
"vehicle_fuel_policy_desc_ELECTRICVEHICLE" = "حافظ على شحن السيارة حتى لا يتم تحصيل رسوم إضافية. ستحصل على سيارة بمستوى معين من شحن البطارية من المورِّد عند الاستلام. ستكون بعد ذلك مسؤولاً عن إرجاعها بمستوى شحن مشابه لما كانت عليه وقت استلامها.";
"vehicle_fuel_policy_desc_FULLFULL" = "هذا أفضل خيار للوقود. سيارتك مزوّدة بخزان وقود ممتلئ، ما عليك سوى إرجاع السيارة بخزان ممتلئ لتجنب تحمل أي رسوم خاصة بإعادة التزويد بالوقود.";
"vehicle_fuel_policy_desc_EMPTYEMPTY" = "سيارتك مزوّدة بكمية وقود كافية لإيصالك إلى أقرب محطة وقود. يجب إعادة السيارة بخزان وقود فارغ، ولن يتم رد قيمة الوقود غير المستخدم.";
"vehicle_fuel_policy_desc_FULLEMPTY" = "سيارتك مزوّدة بخزان وقود ممتلئ، وسيُطلب منك دفع ثمنه في مكتب الخدمة. يجب إعادة السيارة بخزان وقود فارغ، ولن يتم رد قيمة الوقود غير المستخدم.";
"vehicle_fuel_policy_desc_HALFEMPTY" = "سيارتك مزوّدة بخزان وقود نصف ممتلئ. ستتم محاسبتك على هذا الوقود في مكتب الخدمة. يمكنك استخدام ما تحتاج إليه من هذا الوقود ولا داعٍ لإعادة التزود بالوقود قبل إرجاع السيارة";
"vehicle_fuel_policy_desc_QUARTEREMPTY" = "سيارتك مزوّدة بخزان وقود رُبع ممتلئ. ستتم محاسبتك على هذا الوقود في مكتب الخدمة. يمكنك استخدام ما تحتاج إليه من هذا الوقود ولا داعٍ لإعادة التزود بالوقود قبل إرجاع السيارة";
"vehicle_fuel_policy_desc_HALFHALF" = "سيارتك مزوّدة بخزان وقود نصف ممتلئ، ما عليك سوى إرجاع السيارة بخزان نصف ممتلئ لتجنب تحمل أي رسوم خاصة بإعادة التزويد بالوقود. إذا أرجعت السيارة بكمية وقود أكبر، فلن تسترد أي مبالغ إضافية.";
"vehicle_fuel_policy_desc_QUARTERQUARTER" = "سيارتك مزوّدة بخزان وقود رُبع ممتلئ، ما عليك سوى إرجاع السيارة بخزان رُبع ممتلئ لتجنب تحمل أي رسوم خاصة بإعادة التزويد بالوقود. إذا أرجعت السيارة بكمية وقود أكبر، فلن تسترد أي مبالغ إضافية.";
"vehicle_fuel_policy_desc_UNKNOWN" = "راجع معلومات مهمة";
"vehicle_fuel_policy_desc_FULLEMPTYREFUND" = "سيارتك مزوّدة بخزان وقود ممتلئ، وسيُطلب منك دفع ثمنه في مكتب الخدمة. كما ستتحمل رسومًا إدارية  غير قابلة للاسترداد، لكنك سوف تسترد قيمة الوقود غير المستخدم فور إرجاع السيارة.";
"vehicle_fuel_policy_desc_FULLFULLHYBRID" = "سيارتك مزوّدة بخزان وقود ممتلئ. يمكنك اختيار إما دفع قيمة الوقود مقدمًا في مكتب خدمة التأجير (الشراء المُسبق للوقود) أو ملء الخزان قبل إرجاع السيارة (الاستلام والإرجاع بخزان ممتلئ). وفي الحالتين، أبلغ مقدم خدمة تأجير السيارات بسياسة الوقود التي تختارها.";
"vehicle_fuel_policy_desc_CHAUFFULFUL" = "مصاريف الوقود غير متضمنة في السعر. عليك أن تدفع لملء خزان الوقود حتى الحد الأقصى قبل أن يقوم السائق بتوصيلك وإنزالك.";
"vehicle_fuel_policy_desc_CHAUFFUELINC" = "جميع مصاريف الوقود متضمنة.  لن تحتاج لدفع أي مصاريف إضافية لملء خزان الوقود.";
"vehicle_pickup_type" = "نوع الاستلام";
"vehicle_pickup_location_VWF_1.VWF.X" = "الاستلام من صالة المطار";
"vehicle_pickup_location_VWF_2.VWF.X" = "في المطار";
"vehicle_pickup_location_VWF_3.VWF.X" = "صالة المطار";
"vehicle_pickup_location_VWF_4.VWF.X" = "محطة السكة الحديد";
"vehicle_pickup_location_VWF_5.VWF.X" = "التوصيل إلى الفندق";
"vehicle_pickup_location_VWF_6.VWF.X" = "تاجر سيارات";
"vehicle_pickup_location_VWF_7.VWF.X" = "مركز/وسط المدينة";
"vehicle_pickup_location_VWF_8.VWF.X" = "شرق وسط المدينة";
"vehicle_pickup_location_VWF_9.VWF.X" = "جنوب وسط المدينة";
"vehicle_pickup_location_VWF_10.VWF.X" = "غرب وسط المدينة";
"vehicle_pickup_location_VWF_11.VWF.X" = "شمال وسط المدينة";
"vehicle_pickup_location_VWF_12.VWF.X" = "ميناء/عبّارة";
"vehicle_pickup_location_VWF_13.VWF.X" = "منتجع قريب";
"vehicle_pickup_details_VWF_1.VWF.X" = "هذا أفضل خيار للاستلام. يقع مكتب الخدمة داخل صالة المطار.";
"vehicle_pickup_details_VWF_2.VWF.X" = "يقع مكتب الخدمة داخل منطقة المطار لراحتك.";
"vehicle_pickup_details_VWF_4.VWF.X" = "هذه خدمة الاستقبال والترحيب. ستجد سائقك في انتظارك فور وصولك. يرجى تزويدنا برقم رحلتك ليتمكن السائق من تتبع رحلتك في حالات التأخير.";
"vehicle_pickup_details_VWF_5.VWF.X" = "يمكنك استلام سيارتك من مكتب الاستقبال في فندقك.";
"vehicle_pickup_details_VWF_6.VWF.X" = "هذه خدمة الاستقبال والترحيب. ستجد سائقك في انتظارك فور وصولك. يرجى تزويدنا برقم رحلتك ليتمكن السائق من تتبع رحلتك في حالات التأخير.";
"vehicle_pickup_type_VLI_1.VLI.X" = "في الصالة";
"vehicle_pickup_type_VLI_2.VLI.X" = "صالة المطار وحافلة ذهاب وإياب";
"vehicle_pickup_type_VLI_3.VLI.X" = "خدمة الحافلات المجانية";
"vehicle_pickup_type_VLI_4.VLI.X" = "خدمة الاستقبال والترحيب";
"vehicle_pickup_type_VLI_6.VLI.X" = "سائق شخصي";
"vehicle_pickup_at_airport" = "في المطار";
"vehicle_pickup_unknown" = "غير معروف";
"included_title" = "يشمل مجانًا:";
"included_cancel" = "الإلغاء";
"included_amend" = "تعديلات";
"included_thirdparty" = "المسؤولية تجاه الغير";
"included_theft" = "الحماية من السرقة";
"included_collision" = "التأمين ضد أضرار التصادمات";
"included_terms" = "الشروط والأحكام";
"supplier_reviews" = "التقييمات";
"supplier_car" = "نظافة السيارة";
"supplier_desk" = "الخدمة في مكتب المورد";
"supplier_pickup" = "خطوات استلام السيارة المستأجرة";
"supplier_dropoff" = "خطوات تسليم السيارة المستأجرة";
"supplier_price" = "قيمة شاملة مقابل المال";
"supplier_waiting" = "وقت الانتظار";
"supplier_below_average" = "أقل من المتوسط";
"supplier_good" = "جيد";
"supplier_excellent" = "ممتاز";
"supplier_rating_detail" = "تقييم العملاء لشركة تأجير السيارات هذه";
"extras_equipment_aircon" = "تكييف هواء";
"extras_equipment_gps" = "نظام GPS";
"extras_back" = "رجوع";
"extras_conditions" = "يرجى الملاحظة أن قيمة التجهيزات الإضافية تُدفع عند مكتب التأجير. نحن نسعى لتوفير كل التجهيزات الإضافية لعملائنا، لكن لا يمكننا ضمان توفرها في كل وقت.";
"extras_per_day" = "في اليوم";
"extras_placeholder" = "مُقدَّم من قِبل شركة Axa رائدة التأمين وإدارة الأصول العالمية.";
"insurance_summary_replace_src" = "وضع علامة بالمربع أدناه";
"insurance_summary_replace_val" = "اختيار المتابعة مع التأمين";
"insurance_summary_title" = "أسباب الحصول على التغطية الكاملة";
"insurance_list_1_title" = "مزايا رائعة";
"insurance_list_1_body" = "تخلص من المسؤولية المحتملة لدفع مبلغ يصل إلى ${x} مقابل ${w} فقط يوميًا";
"insurance_list_2_title" = "أفضل حماية";
"insurance_list_2_body" = "في حالة تعرض السيارة المستأجرة لضرر أو سرقة وطُلب منك دفع المبلغ الزائد، سيتم رد المبلغ بالكامل.";
"insurance_list_3_title" = "راحة البال";
"insurance_list_3_body" = "لو ساءت الأمور، أنت تحظى بتغطية كاملة للمبلغ الزائد.";
"insurance_conditions" = "يرجى الاطلاع على ${x} لمعرفة التفاصيل الكاملة";
"insurance_provider" = "مقدم من قِبل شركة Axa رائدة التأمين العالمي وإدارة الأصول";
"insurance_policy" = "هذه البوليصة موقعة من قبل INTER PARTNER ASSISTANCE SA، عضو في مجموعة AXA Assistance Group، Avenue Louise 166، 1050 بروكسل، بلجيكا.";
"user_name_hint" = "الاسم";
"user_firstname_hint" = "الاسم الأول";
"user_surname_hint" = "اسم العائلة";
"user_email_hint" = "البريد الإلكتروني";
"user_email2_hint" = "تأكيد البريد الإلكتروني";
"user_phone_hint" = "الهاتف";
"user_address_hint" = "العنوان";
"user_address_line1_hint" = "سطر العنوان 1";
"user_address_line2_hint" = "سطر العنوان 2";
"user_city_hint" = "المدينة";
"user_postcode_hint" = "الرمز البريدي";
"user_flight_hint" = "رقم الرحلة (مهم)";
"user_country_hint" = "البلد";
"summary_desk" = "ادفع في المكتب";
"summary_now" = "ادفع الآن";
"summary_rental" = "تأجير سيارة ";
"summary_ground" = "سفر";
"summary_total" = "الإجمالي";
"summary_pickup" = "الاستلام";
"summary_dropoff" = "التسليم";
"summary_lead_driver" = "بيانات السائق الرئيسي";
"summary_vehicle" = "ملخص وصف المركبة";
"summary_payment" = "ملخص الدفع";
"summary_damage_refund" = "تأمين استرداد مبلغ الأضرار";
"summary_booking_fee" = "رسوم الحجز";
"payment_text_1" = "انقر \"احجز الآن\" لإتمام حجزك والموافقة على ${x}";
"payment_text_2" = "الشروط والأحكام";
"receipt_email_text" = "أرسلنا رسالة تأكيد إلى البريد الإلكتروني ${x}. قد يستغرق وصولها حتى 15 دقيقة. يرجى مراجعة قسيمتك قبل استلام سيارتك.";
"receipt_scroll" = "تمرير للاطلاع على الملخص";
"receipt_success" = "تمت عملية حجزك بنجاح.";
"receipt_summary_car" = "ملخص السيارة";
"receipt_summary_driver" = "بيانات السائق الرئيسي";
"receipt_summary_dropoff" = "التسليم";
"receipt_summary_pickup" = "الاستلام";
"receipt_title" = "تهانينا!";
"receipt_your_reference" = "الرقم المرجعي لحجزك:";
"widget_label" = "جديد";
"widget_title" = "إضافة سيارة مستأجرة";
"widget_text" = "أسرع وأسهل طريقة لحجز سيارة مستأجرة";
"widget_title_added" = "تمت إضافة السيارة";
"general_form_empty" = "يرجى ملء هذا الحقل";
"results_empty" = "لا توجد نتائج";
"error_widget_no_cars" = "تعذر العثور على مركبات في هذا الموقع";
"error_payment_general" = "حدث خطأ أثناء الدفع";
"error_requestor_missing" = "لم يتم تقديم هوية الطالب";
"error_payment_no_internet1" = "لا يوجد اتصال إنترنت";
"error_payment_no_internet2" = "تحتاج إلى اتصال إنترنت لإتمام حجزك";
"error_payment_loading1" = "معذرةً";
"error_payment_loading2" = "نواجه مشكلة في تحميل شاشة الدفع";
"error_ok" = "موافق";
"error_no_booking_ref" = "لا يوجد مرجع حجز";
"error_no_insurance_available" = "لا يوجد تأمين متاح";
"booking_reference_prefix" = "مرجع الحجز";
"title_booking_manager" = "الحجوزات القادمة";
"settings_language_header" = "اللغة";
"interstitial_header" = "نبحث عن السيارة المثالية لك";
"interstitial_subheader" = "بأفضل سعر";
"mins_placeholder" = "دقيقة";
"summary_deposit" = "مقدم تأجير السيارة";
"confirmation_loading_header" = "نقوم حاليًا بمعالجة مدفوعاتك";
"confirmation_loading_subheader" = "قد يستغرق ذلك حتى 30 ثانية، يُرجى الانتظار";
"address_details_title" = "تفاصيل العنوان";
"add_extras_title" = "إضافة تجهيزات أخرى";
"insurance_upgrade" = "إضافة تأمين";
"insurance_added" = "تمت الإضافة";
"car_rental_total" = "إجمالي قيمة تأجير السيارة";
"vehicle_features" = "مزايا";
"vehicle_features_title" = "مواصفات أخرى للسيارة";
"free_cancellation_detail" = "أخبار سارة! الإلغاء والتعديل مجانًا مع حجزك.";
"free_cancellation_title" = "أخبار سارة!";
"free_cancellation_point1" = "إلغاء مجاني قبل الاستلام بمدة تصل إلى 24 ساعة";
"free_cancellation_point2" = "لا رسوم عند تعديل حجزك عبر الإنترنت أو التطبيق أو الهاتف.";
"vehicle_mileage_title" = "الأميال المسموحة:";
"vehicle_mileage_618_VCP_X" = "أميال محدودة";
"vehicle_mileage_618_VCP_X_desc" = "يشمل هذا السعر القيادة مسافة ${x} ${y} ${z} في المتوسط. وقد تُفرض مصاريف إضافية عند القيادة لمسافات إضافية.";
"vehicle_mileage_609_VCP_X" = "مسافة لا محدودة";
"vehicle_mileage_609_VCP_X_desc" = "لا توجد قيود على المسافة التي يمكنك قطعها بهذه السيارة";
"vehicle_insurance_title" = "التأمين";
"vehicle_insurance_title_description" = "تغطية محدودة";
"insurance_upgrade_title" = "ترقية غطائك التأميني";
"insurance_upgrade_subtitle" = "تأمين استرداد مبلغ الأضرار";
"insurance_more" = "المزيد من التفاصيل";
"insurance_per_day" = "في اليوم";
"insurance_total" = "الإجمالي";
"insurance_detail_title" = "تأمين استرداد مبلغ الأضرار";
"insurance_more_details_title1" = "خفّض مسؤوليتك من ${x} إلى  ${y}";
"insurance_more_details_insurance_main_text" = "قد يعرض عليك مقدم خدمة تأجير السيارات شراء تأمين المقدّم أو تأمين المدفوعات الزائدة لتغطية رحلتك. تذكر أن تأمين استرداد مبلغ الأضرار كفيل بتغطية متطلبات تأمين المدفوعات الزائدة، لذا يُرجى مراجعة الشروط والأحكام قبل شراء أي وثيقة تأمين أخرى. إذا تعرضت السيارة للضرر أو السرقة، فسيحتفظ مقدم خدمة تأجير السيارات بمبلغ المدفوعات الزائدة لتغطية التكاليف اللازمة، وهو المبلغ الذي يمكنك المطالبة به كاملاً مع تأمين استرداد مبلغ الأضرار.";
"vehicle_other" = "سيارات أخرى";
"insurance_more_details_title2" = "يشمل التأمين";
"insurance_more_details_point1" = "كامل المدفوعات الزائدة مقابل الأضرار والسرقة";
"insurance_more_details_point2" = "الإطارات، والنوافذ، والمرايا، والعجلات";
"insurance_more_details_point3" = "السقف، والهيكل السفلي للسيارة، وأخطاء تعبئة الوقود";
"insurance_more_details_point4" = "المصاريف الإدارية";
"insurance_more_details_point5" = "تأمين مفتاح السيارة والممتلكات الخاصة";
"insurance_terms_conditions" = "الشروط والأحكام";
"CTA_add_to_flight" = "إضافة إلى الرحلة الجوية";
"CTA_edit" = "تحرير";
"payment_name" = "الاسم";
"payment_card" = "رقم البطاقة";
"payment_expiry" = "شهر/عام";
"payment_cvc" = "رقم CVC";
"payment_summary_pay_nothing_desk" = "لا تدفع أي شيء في المكتب";
"extras_title" = "إضافة تجهيزات أخرى";
"extras_all" = "عرض الكل";
"widget_card_info" = "إلغاء مجاني";
"merchandising_business" = "المسافر بغرض العمل";
"merchandising_city_break" = "عطلة في المدينة";
"merchandising_family_size" = "حجم عائلي";
"merchandising_best_seller" = "الأكثر مبيعًا";
"merchandising_great_value" = "مزايا رائعة";
"merchandising_quickest_queue" = "أسرع صف";
"merchandising_recommended" = "موصى به";
"merchandising_upgrade_to" = "تحديث إلى";
"merchandising_on_budget" = "ميزانية محدودة";
"merchandising_best_reviewed" = "الأفضل تقييمًا";
"payment_free" = "يشمل مجانًا";
"feature_usb" = "وصلة USB";
"feature_bluetooth" = "بلوتوث";
"feature_gps" = "نظام GPS";
"feature_title" = "مواصفات أخرى";
"feature_german_model" = "طراز ألماني";
"feature_front_demister" = "مزيل ضباب الزجاج الأمامي";
"feature_parking_sensors" = "مستشعرات انتظار السيارة";
"feature_fuel_economy" = "اقتصادية في استهلاك الوقود";
"extra_per_rental" = "لكل سيارة مستأجرة";
"widget_loading" = "تحميل السيارات";
"widget_free_cancelation" = "إلغاء مجاني!";
"mileage_allowance" = "المسافة بالأميال";
"mileage_unlimited" = "غير محدودة";
"mileage_limited" = "محدودة";
"insurance_basic" = "التأمين:";
"insurance_basic_detail" = "تغطية محدودة";
"widget_load_error" = "لن تجد سعرًا أقل";
"CTA_add_vehicle_basket" = "إضافة إلى السلة";
"all_extras_paid" = "يتم دفع قيمة كل التجهيزات الإضافية عند الاستلام.";
"payment_secure_text" = "آمن 100%";
"payment_cardnumber" = "رقم البطاقة";
"payment_cvv" = "رمز CVV";
"extras_included_for_free" = "يشمل مجانًا:";
"extras_101.EQP" = "سائق إضافي";
"extras_7" = "ملائم للأطفال الرضع حتى عمر 9 أشهر أو وزن أقل من 9 كيلو جرامات / 20 رطلا";
"extras_9" = "ملائم للأطفال بعمر 4 سنوات فما أكبر أو وزن 18-45 كيلو جرامًا / 40-100 رطل";
"extras_8" = "ملائم للأطفال بعمر 9 أشهر حتى 4 سنوات أو وزن 8-18 كيلو جرامًا / 20-40 رطلا";
"extras_13" = "نظام ملاحة عبر الأقمار الصناعية.";
"extras_3" = "يزيد مساحة التخزين في السيارة.";
"extras_34" = "هاتف محمول بنظام GPS.";
"extras_4" = "تخزين آمن لألواح التزلج.";
"extras_10" = "يوصى بها عند القيادة في الأجواء الشتوية.";
"extras_52" = "تسمح لك باستخدام مسارات دفع رسوم الطرق الإلكترونية أثناء القيادة على الطرق السريعة.";
"extras_55" = "اتصال الكمبيوترات المحمولة، والهواتف الذكية، والأجهزة اللوحية، وغيرها من الأجهزة المزودة بتقنية Wi-Fi بشبكة إنترنت لاسلكية.";
"extras_30" = "تشمل هذه الباقة التجهيزات الإجبارية للقيادة في الأجواء الشتوية.";
"extras_14" = "يوصى بها عند القيادة في الأجواء الشتوية.";
"Message.FreeCancellation.7days" = "إلغاء مجاني حتى 7 أيام بعد الحجز! ";
"extras_102.EQP" = "نظام ملاحة عبر الأقمار الصناعية.";
"overall_rating" = "التقييم";
"payment_invalid_card_number" = "رقم غير صالح";
"payment_invalid_expiry_date" = "تاريخ غير صالح";
"payment_invalid_cvc_number" = "يجب أن يكون 3 أو 4 أرقام";
"search_title" = "بحث";
"search_compare_deals" = "قارن عروض تأجير السيارات واحصل على <b>أفضل قيمة</b>";
"whats_your_pickup_location" = "أين مكان الاستلام؟";
"whats_your_dropoff_location" = "ما مكان التسليم الخاص بك؟";
"view_your_next_trip" = "عرض رحلتك التالية!";
"book_another_car" = "أو حجز سيارة أخرى";
"why_book_with_us" = "لماذا وقع اختياركم علينا";
"free_cancellation_and_amendments" = "عمليات إلغاء وتعديل مجانية";
"free_cancellation_amendments_detail" = "إلغاء مجاني قبل الاستلام بمدة تصل إلى 24 ساعة. لا توجد رسوم إدارية عند تعديل حجزك.";
"phone_support" = "خدمة الدعم الهاتفي على مدار الساعة";
"phone_support_detail" = "فريقنا متاح لمساعدتك على مدار الساعة وطوال أيام الأسبوع";
"airports_city_locations" = "30000 مطار وموقع في المدينة";
"airports_city_locations_detail" = "قارن بين 1700 مورِّد، واختر، ووفّر!";
"no_hidden_costs" = "دون تكاليف إضافية خفية";
"no_hidden_costs_detail" = "سنوضح لك أي تكاليف إضافية قبل أن تحجز سيارتك المستأجرة. هل تريد معرفة تفاصيل أكثر حول ما يشمله العرض؟ ما عليك سوى الاطلاع على الشروط والأحكام الخاصة بأي سيارة.";
"damage_theft_protection" = "الحماية من السرقة والأضرار";
"damage_theft_protection_detail" = "تشمل عمليات التأجير معنا التأمين ضد أضرار التصادمات والحماية من السرقة.";
"vehicles" = "مركبات";
"apply" = "تطبيق";
"select_all" = "اختر الكل";
"perfect_car" = "نحن نبحث عن السيارة المثالية لك";
"free_cancellation" = "مجانًا";
"cancellation_amendments" = "الإلغاء والتعديلات";
"included_important" = "هام";
"customer_ratings" = "بناءً على %@ من تصنيفات العملاء";
"more_features" = "المزيد من المزايا";
"continue_to_payment" = "استمرار إلى الدفع";
"car_rental" = "تأجير سيارة";
"toast_extras" = "يشمل الإجمالي قيمة التجهيزات الإضافية، لكنك ستدفع مقابلها عند استلام سيارتك.";
"booking_delay" = "قد يستغرق ذلك حتى 30 ثانية";
"booking_please_sit_tight" = "يُرجى الانتظار";
"booking_secure_payment" = "دفع آمن";
"booking_pay" = "ادفع";
"booking_manage_your_booking" = "إدارة حجزك";
"booking_card_title" = "رحلة إلى";
"booking_button_title" = "عرض الحجز";
"booking_list_title" = "هل تريد عرض رحلتك التالية؟";
"payment_title_header" = "تقييم";
"payment_pay_at_pickup_title" = "المبلغ المدفوع عند الاستلام";
"payment_pay_at_desk_title" = "المبلغ مستحق الدفع في المكتب";
"summary_extras_cell_title" = "ستدفع قيمة العناصر التالية عند الاستلام باللغة المحلية:";
"summary_car_hire_title" = "رسوم استئجار السيارة";
"booking_summary_title" = "مرجع الحجز";
"payment_summary_title" = "ملخص السعر";
"user_phone_prefix_hint" = "بادئة";
"car_rental_subscribe" = "نعم، أرغب في تلقي العروض الحصرية عبر البريد الإلكتروني. يمكنك إلغاء الاشتراك في أي وقت.";
"secure_payment_header" = "دفع آمن";
"secure_payment_text" = "جميع معاملات الدفع مشفرة بتقنية أمان 128-bit SSL";
"payment_conditions_1" = "انقر \"ادفع\" لإتمام حجزك والموافقة على ${x} و ${y}";
"payment_conditions_2" = "شروط التأجير";
"splash_navigation_title" = "تأجير السيارات";
"summary_pay_total" = "ادفع %@";
"deselect_all" = "إلغاء اختيار الكل";
"free_cancellation_and_amendments_banner" = "عمليات إلغاء وتعديل <b>مجانية</b>";
"settings_currency_updated" = "تم تحديث العملة";
"booking_not_included" = "غير متضمن";
"vehicle_type_convertible" = "سيارة مكشوفة";
"loyalty_scheme_title" = "مكافآت WestJet";
"loyalty_scheme_label" = "معرِّف مكافآت WestJet";
"loyalty_scheme_intro" = "يسترد أعضاء برنامج مكافآت WestJet‏ 1% في شكل دولارات WestJet. تُمنح دولارات WestJet على تكاليف ضرائب ورسوم تأجيرك المسبقة.";
"loyalty_scheme_notes" = "السائق الرئيسي هو الوحيد المخول بتحصيل دولارات WestJet.  يُرجى تقديم معرِّف مكافآت WestJet الخاص بالسائق الرئيسي.";
"loyalty_scheme_confirm" = "سيكون هذا العضو السائق الرئيسي للسيارة المستأجرة، وسيحصل على دولارات WestJet على تكاليف الضرائب والرسوم والرسوم الإضافية السابقة للسيارة المستأجرة.";
"Free.LimitedDamageProtection" = "حماية محدودة من الأضرار";
"Free.LimitedTheftProtection" = "حماية محدودة من السرقة";
"Insurance.Excess.Liability" = "مسؤولية المدفوعات الزائدة حتى ${x}";
"Insurance.Basic.Cover.Incl" = "تغطية محدودة (متضمنة)";
"Insurance.Insurance.Explained" = "تم شرح التأمين";
"Basic.Intro" = "مع التغطية المحدودة التي يوفرها المورد، سوف تحظى بتغطية المسؤولية تجاه الغير. بالإضافة إلى حصولك على حماية محدودة في حالة تعرض السيارة للضرر أو السرقة. تشمل التغطية أغلب التكاليف، لكنك ستكون مسؤولاً عن المدفوعات الزائدة بقيمة تصل إلى 3000 يورو. لا بد أن تدفع مقدم تأمين باستخدام بطاقة ائتمانك عند استلام سيارتك. إذا تعرضت السيارة للضرر أو السرقة، فسيحتجز المورد قيمة التكاليف من المقدم الذي دفعته.";
"Insurance.Premium.Cover" = "تغطية ممتازة:";
"Premium.Intro" = "يمنحك تأمين بريميوم مزايا التغطية المحدودة التي يوفرها مقدم الخدمة (بما في ذلك تغطية المسؤولية تجاه الغير) بالإضافة إلى حماية مقدم التأمين الذي دفعته. إذا تعرضت سيارتك للضرر أو السرقة، فسيحتفظ مقدم خدمة تأجير السيارات بمبلغ المدفوعات الزائدة لتغطية التكاليف، وهو المبلغ الذي يمكنك المطالبة به في إطار الحدود القصوى المبينة في جدول المزايا في الوثيقة (راجع الروابط أدناه). ستصلك تفاصيل عملية المطالبة في رسالة التأكيد.";
"Premium.Tyres.Benefit" = "وتشمل أيضًا تكاليف تغيير واستبدال الإطارات وإصلاح المرايا والعجلات المتضررة.";
"Premium.Key.Benefit" = "كما تشمل التغطية تكاليف استبدال المفاتيح حال ضياعها والممتلكات الخاصة حال سرقتها من سيارتك.";
"Premium_TC" = "شروط وأحكام التغطية الممتازة";
"Insurance.Got.It" = "اتضح الأمر!";
"Damage.Protection" = "حماية من الأضرار";
"Free.TheftProtection" = "الحماية من السرقة";
"Insurance.Checklist.ExcessRefund" = "رد أي مدفوعات زائدة";
"AddPremium" = "إضافة التغطية الممتازة";
"NoThanks" = "لا، شكرًا";
"Daily_price_Per_day" = "/يوم";
"Insurance.Info.Subtitle1" = "استلام سيارتك";
"Insurance.Info.Subtitle2" = "إرجاع سيارتك";
"Insurance.Info.Text.2" = "قد يعرض عليك مقدم خدمة تأجير السيارات شراء تأمين المدفوعات الزائدة في المكتب. من المفترض ألا تحتاج إليه حيث إنك مشمول بالتغطية إذا أضفت تأمين استرداد مبلغ الأضرار الذي نقدمه.";
"Insurance.Info.Text.3" = "سيتم تجميد مبلغ المقدّم في بطاقة الائتمان لتغطية المدفوعات الزائدة في حالة تعرض السيارة للضرر أو السرقة.";
"Insurance.Info.Text.4" = "إذا لم تتعرض السيارة للضرر أو السرقة، فسيتم رد مقدّم المدفوعات الزائدة الكامل إلى بطاقة الائتمان.";
"Insurance.Info.Text.5" = "إذا تعرضت السيارة للضرر أو السرقة، سيحتفظ مقدم خدمة تأجير السيارات بمبلغ المدفوعات الزائدة لتغطية التكاليف، وهو المبلغ الذي يمكنك المطالبة به كاملاً. ستصلك تفاصيل عملية المطالبة في رسالة التأكيد.";
"Insurance.Info.Text.6" = "لذلك احرص على إحضار بطاقة ائتمان تحمل اسم السائق، على أن يكون الحد الائتماني كافيًا لتغطية المدفوعات الزائدة/ المقدّم، واتصل بنا إذا واجهتك أي مشكلة عند الوصول إلى مكتب مقدم خدمة تأجير السيارات.";
"Insurance.Info.Text.7" = "راجع الشروط والأحكام لمعرفة التفاصيل الكاملة.";
"X.PerDay" = "${x} في اليوم";
"Insurance.Prompt.CoverPrice" = "السعر الإجمالي: ${x}";
"car.insurance" = "تأمين السيارة";
"AddStandard" = "إضافة التغطية الممتازة";
"CTA.Insurance.Added" = "مع تأمين بريميوم";
"CTA.Insurance.Not.Added" = "مع تغطية محدودة";
"Standardadded" = "تمت إضافة تأمين بريميوم";
"PayAtPickupReminder" = "لا تنسَ أنك ستدفع المبلغ المتبقي وهو ${x} عند الاستلام بالعملة المحلية.";
"Insurance.Limited.Cover.Incl" = "تغطية محدودة (متضمنة)";
"Recent.Searches" = "عمليات البحث الحديثة";
"AddCar" = "متابعة";
"Total" = "الإجمالي:";
"Limited.Offer" = "عرض لفترة محدودة";
"PercentageOff" = "${x} خصم";
"Free.ThirdPartyLiability" = "المسؤولية تجاه الغير";
"Insurance.Checklist.Item2" = "الإطارات، والنوافذ، والمرايا، والعجلات";
"Insurance.Checklist.Item5" = "تأمين مفتاح السيارة والممتلكات الخاصة";
"Chubb.Content.1" = "إن التنازل عن أضرار التصادمات والحماية من السرقة المتضمّنيْن في عقد التأجير هذا لا يغطيانك بالكامل في حالة تعرض السيارة المستأجرة للضرر أو السرقة. ما زلت تتحمل مسؤولية سداد مدفوعات زائدة إذا تعرضت السيارة المستأجرة للضرر أو السرقة أو إذا أضعت المفاتيح.";
"Chubb.Content.2" = "نعم، أريد تأمين نفسي ضد المدفوعات الزائدة المحتملة فقط مقابل ${x} (${y} = ${z}).";
"Chubb.Content.3" = "إذا أردت اختيار تأمين المدفوعات الزائدة المحتملة، فاحرص على وضع علامة في المربع أعلاه.";
"Chubb.Content.4" = "مزايا رائعة";
"Chubb.Content.5" = "رد المدفوعات الزائدة حتى 50000 رند جنوب أفريقي فقط مقابل ${x} (${y} = ${z]).";
"Chubb.Content.6" = "أفضل حماية";
"Chubb.Content.7" = "يمكنك استرداد مبلغ يصل إلى 50000 رند جنوب أفريقي إذا طُلب منك سداد مدفوعات زائدة.";
"Chubb.Content.8" = "والمزيد";
"Chubb.Content.9" = "يشمل هذا التأمين أيضًا تعويض الحوادث الشخصية في حالات الوفاة أو العجز حتى ZAR 50,000، وتغطية سرقة المتعلقات الشخصية حتى ZAR 15,000.";
"Chubb.Content.10" = "كيف يعمل هذا التأمين أثناء تأجير السيارة وبعده؟";
"Chubb.Content.11" = "كيف يسري هذا التأمين أثناء عملية استئجار السيارة وبعدها؟";
"Chubb.Content.12" = "استلام سيارتك";
"Chubb.Content.13" = "قد يعرض عليك مقدم خدمة تأجير السيارات شراء تأمين المدفوعات الزائدة في المكتب. من المفترض ألا تحتاج إليه حيث إنك مشمول بالتغطية إذا أضفت تأمين استرداد مبلغ الأضرار الذي نقدمه. سيتم تجميد مبلغ المقدّم في بطاقة الائتمان لتغطية المدفوعات الزائدة في حالة تعرض السيارة للضرر أو السرقة.";
"Chubb.Content.14" = "لذلك احرص على إحضار بطاقة ائتمان تحمل اسم السائق، على أن يكون الحد الائتماني كافيًا لتغطية المدفوعات الزائدة/ المقدّم، واتصل بنا إذا واجهتك أي مشكلة عند الوصول إلى مكتب مقدم خدمة تأجير السيارات.";
"Chubb.Content.15" = "إرجاع سيارتك";
"Chubb.Content16" = "إذا تعرضت السيارة للضرر أو السرقة، سيحتفظ مقدم خدمة تأجير السيارات بمبلغ المدفوعات الزائدة لتغطية التكاليف، وهو المبلغ الذي يمكنك المطالبة به كاملاً. ستصلك تفاصيل عملية المطالبة في رسالة التأكيد. إذا لم تتعرض السيارة للضرر أو السرقة، فسيتم رد مقدّم المدفوعات الزائدة الكامل إلى بطاقة الائتمان الخاصة بك.";
"Chubb.Content.17" = "راجع الشروط والأحكام لمعرفة التفاصيل الكاملة.";
"National.ID" = "رقم الهوية الوطنية";
"Origin.Province" = "حدد إقليمك الأصلي";
"Allianz.Content.1" = "تشمل مزايا التأمين بموجب هذه الوثيقة";
"Allianz.Content.2" = "تعرض السيارة المستأجرة للضرر المادي أو الخسارة أثناء قيادتك لها أو أثناء ترك السيارة المستأجرة دون إشراف خلال فترة الاستئجار";
"Allianz.Content.3" = "تعرض السيارة المستأجرة لحالات خسارة أو ضرر أخرى ناجمة عن أسباب أخرى غير التصادم (مثل: التعرض لحريق، أو عاصفة، أو أعمال تخريب)";
"Allianz.Content.4" = "تعرض السيارة المستأجرة أو أيّ من أجزائها أو ملحقاتها للسرقة";
"Allianz.Content.5" = "رسوم مقابل عدم القدرة الفعلية على استخدام السيارة المستأجرة أثناء تصليحها.";
"Allianz.Content.6" = "مصاريف قطر السيارة المستأجرة إلى أقرب منشأة متاحة.";
"origin.State" = "حدد دولتك الأصلية";
"Orient.legal" = "هذه الوثيقة موقعة من قبل Orient Sigorta A.Ş. (رقم تسجيل T14113-CEM09) ويقوم بتوزيعها وكيلها المعتمد، Hepstar. باختيار هذا المنتج، أنت توافق على أن تخضع بياناتك الشخصية للإرسال، والمعالجة، والتسجيل، والتخزين، والتصنيف، والتحديث، والتوزيع على الأطراف الخارجية المعنية، بالإضافة إلى تخزينها في الخارج بموجب القانون التركي رقم 6698 والتشريعات ذات الصلة.";
"Insurance.Upgrade.Cover" = "ترقية غطائك التأميني";
"Car.Excess.Cover.AU" = "تأمين المدفوعات الزائدة للسيارة المستأجرة";
"Insurance.Checklist.Item1" = "استرداد المدفوعات الزائدة مقابل الأضرار والسرقة";
"Add" = "إضافة";
"Car.Excess.Cover.Text.AU" = "عندما تحضر لاستلام السيارة، سيقوم المورّد بشكل عام بتجميد مبلغ على بطاقتك الائتمانية بقيمة المدفوعات الزائدة التي قد تكون مسؤولاً عن دفعها في حال تعرض السيارة للضرر أو السرقة";
"Car.Excess.Cover.CTA.Promo" = "إذا أردت شراء تأمين المدفوعات الزائدة للسيارة المستأجرة (حتى ${x})، ما عليك سوى وضع علامة في المربع أدناه";
"Insurance.Prompt.Content.CTA" = "نعم، أرغب في شراء تأمين المدفوعات الزائدة للسيارة المستأجرة";
"Car.Excess.Cover.Agree.Statement" = "بوضع علامة في المربع أعلاه، أوافق على استلام ${x} و${y} عبر هذين الرابطين، وقد قرأتهما وفهمتهما، وأوافق على جمع بياناتي الشخصية واستخدامها والإفصاح عنها على النحو الموضح في ${z} الخاص بشركة Allianz Global Assistance.";
"Insurance.Prompt.Agree.Links" = "بيان الإفصاح عن المنتج (Product Disclosure Statement, PDS)";
"Insurance.Prompt.Agree.Links2" = "دليل الخدمات المالية";
"Insurance.Prompt.ContentUS2" = "أنت في يدٍ أمينة مع تأمين حماية السيارة المستأجرة من Allianz مقابل مبلغ رمزي يصل إلى ${x} يوميًا.";
"Insurance.Prompt.TCs" = "تطبق الاستثناءات والشروط وحدود المسؤولية. راجع ${x}";
"CarTermsAndConditions" = "الشروط والأحكام";
"Car.Excess.Cover.CTA.AU" = "نعم، أرغب في شراء تأمين المدفوعات الزائدة للسيارة المستأجرة بقيمة ${x}";
"Add.Cover" = "إضافة غطاء تأميني";
"Insurance.Prompt.SelectCA" = "في أي محافظة صدرت رخصة قيادتك؟";
"Insurance.Prompt.CTA.Insure.US" = "نعم، أرغب في شراء تأمين حماية السيارة المستأجرة.";
"AddInsurance" = "إضافة تأمين";
"Chubb.Content.18" = "هذا المنتج متاح فقط للأشخاص من عمر 21 إلى 80 عامًا. الوثيقة موقعة من قبل شركة Chubb Insurance South Africa Limited والخاضعة لإشراف Hepstar Financial Services، وهما موفرا الخدمات المالية المعتمدان. تسري شروط وأحكام الوثيقة. يتم توفير هذه الوثيقة دون أي إرشاد، ويتم شراء التأمين بناءً على المعلومات الفعلية التي تقدمها جهة التأمين.";
"Car.Excess.Cover.TC.AU" = "هذا التأمين موقّع من شركة Allianz Australia Insurance Limited‏، ABN 15 000 122 850‏، رقم الترخيص AFS 234708. وهو من إصدار وإدارة شركة AWP Australia Pty Ltd ABN،‏ ABN 52 097 227 177، رقم الترخيص AFS 245631، المعروفة باسم Allianz Global Assistance. وتقوم شركة ‎Et Ausco Limited ARBN 612 412 094 المعروفة باسم Car Trawler بتنظيم هذا التأمين باعتبارها وكيل شركة Allianz Global Assistance. تُطبق الشروط والأحكام والقيود والاستثناءات. أي نصيحة تقدمها شركة Allianz Global Assistance بشأن هذا التأمين هي نصيحة عامة فحسب، ولا تستند إلى أي اعتبارات خاصة بأهدافك أو وضعك المالي أو احتياجاتك. قبل اتخاذ أي قرار، يُرجى الرجوع إلى ${x}. إذا اشتريت وثيقة تأمين، فستحصل كلٌ من Allianz Global Assistance وCarTrawler والكيان الذي أحالك إلى هذا الموقع، على عمولة تمثل نسبة مئوية من القسط الذي تدفعه.";
"Orient.Content.1" = "يمكنك استرداد مبلغ يصل إلى 7000 ليرة تركية إذا طُلب منك سداد مدفوعات زائدة.";
"Orient.Content.2" = "رد المدفوعات الزائدة حتى 7000 ليرة تركية فقط مقابل ${x} (${y} = ${z}).";
"Orient.Content.3" = "يشمل هذا التأمين تعويض الحوادث الشخصية في حالات الوفاة أو العجز حتى 100000 ليرة تركية، وتغطية سرقة المتعلقات الشخصية حتى 3000 ليرة تركية!";
"Orient.Content.4" = "غطاء تأميني يشمل المدفوعات الزائدة غير المتوقعة.";
"Orient.Content.5" = "يشمل هذا التأمين تعويض الحوادث الشخصية في حالات الوفاة والعجز حتى 100000 ليرة تركية، وتغطية سرقة المتعلقات الشخصية حتى 3000 ليرة تركية!";
"Insurance.Prompt.Agree.Links3" = "إشعار الخصوصية";
"Allianz.Content.7" = "أرغب في شراء تأمين حماية السيارة المستأجرة وقد قرأت ${x}";
"Allianz.Content.8" = "عروض أسعار التأمين المذكورة لا تشمل الضريبة. تُحتسب الضرائب إن كان معمولاً بها في منطقتك، وتُدرج منفصلة في \"تأكيد التأمين\".";
"filter_pickup" = "مكان الاستلام";
"vehicle_seat" = "مقعد";
"vehicle_seats" = "مقاعد";
"age_range_error_text" = "Please enter a valid driver\'s age (18 or over)";
"invalid_search_parameters" = "خطأ في مُعلمات البحث";
"insurance" = "التأمين:";
"supplier_average" = "متوسط";
"TRANSFERS.Cheapest.Airport.Destination" = "وسائل النقل - أوفر طريقة للوصول من المطار إلى وجهتك";
"GT.Private.Transfer" = "وسيلة نقل خاصة";
"Transfer.Service.Class.Regular" = "قياسي";
"Business" = "سيارة أعمال";
"Business.Minivan" = "ميني فان أعمال";
"Transfer.Service.Class.Luxury" = "بريميوم";
"Standard.Minivan" = "ميني فان";
"Max.Passengers" = "حتى ${X}";
"AirConditioning.Abbr" = "تكييف الهواء";
"WifiAccess" = "الاتصال بشبكة Wi-Fi";
"Free.Cancellation.Mobile" = "إلغاء مجاني";
"Filter.Supplier" = "مقدم الخدمة";
"Review.destination.address" = "مراجعة عنوان وجهتك";
"Book.Now.Modify.Destination" = "يمكنك الحجز الآن وتعديل وجهتك حتى 24 ساعة قبل موعد المغادرة. قد يتغير السعر بناءً على وجهتك.";
"One.Hyphen.Way.Transfer" = "وسيلة نقل ذهاب فقط";
"Special.requests.optional" = "<strong>طلبات خاصة</strong> (اختياري)";
"Additional.Info.Text" = "هل يجب إبلاغ السائق بأي معلومات إضافية، أو متطلبات خاصة، أو مقاعد أطفال، أو نوع أمتعة؟";
"Special.Request" = "أدخل أي طلب خاص";
"You.also.get" = "<strong>كما تحصل على:</strong>";
"Certified.Driver" = "سائق مرخّص";
"No.taxes.tolls.gratuity" = "دون ضرائب ورسوم طرق وإكراميات";
"FREE.wait" = "الانتظار مجانًا";
"TransferConditions" = "شروط النقل";
"IHaveReadTermsConditions.link2" = "شروط وأحكام الحجز";
"Privacy.Policy" = "سياسة الخصوصية";
"Confirm" = "تأكيد";
"Total.Transfer.Cost" = "إجمالي تكلفة وسيلة النقل";
"OtherFee" = "رسوم أخرى";
"YoungDriverFee" = "رسوم السائق الشاب";
"Price.Updated" = "تم تحديث السعر.";
"Address.Prompt.Field" = "يُرجى إدخال اسم فندق أو مطار أو عنوان شارع أو مكان يهمك";
"Price.No.Change" = "كل شيء جيد، لم يحدث أي تغيير في السعر.";
"PrivateTransfer.Added" = "تمت إضافة وسيلة نقلك الخاصة";
"widget_text_GT" = "أوفر طريقة للوصول من المطار إلى وجهتك";
"widget_title_GT" = "وسيلة نقل خاصة";
"widget_title_added_GT" = "تمت إضافة وسيلة نقلك الخاصة";
"Results.Found" = "تم العثور على ${X} نتيجة";
"Ticket.Oneway" = "ذهاب";
"From.To" = "من ${X} إلى ${Y}";
"Destination.confirmed" = "تم تأكيد الوجهة";
"No.Avail.Search.Error" = "لا توجد سيارات متاحة في هذه المنطقة. يُرجى تجربة مكان آخر.";
"To" = "إلى";
"a_TO_b" = "إلى";
"EditSearch" = "تعديل البحث";
"Where.Drop.Off" = "إلى أين تريد أن نوصلك؟";
"Where.Pick.Up" = "أين تريد أن ننتظرك؟";
"GT.Passengers" = "الركّاب";
"Total.Passengers" = "${x} الركّاب";
"GT.S1.PickupDate" = "تاريخ الاستلام";
"GT.S1.OnePassenger" = "${x} راكب";
"Additional.Info.Text2" = "قد تتحمل مصاريف إضافية مقابل الخدمات أو التجهيزات الأخرى مثل مقاعد الأطفال في السيارة. سيتم التواصل معك قبل إضافة أي من تلك المصاريف على حجزك.";
"GT_USP_SHORT_waiting" = "ستجدنا في انتظارك عندما تصل";
"Details" = "التفاصيل";
"Validation.Looks.Good" = "لا مشكلة!";
"insurance.hepstar.tr.nationalIDError" = "يُرجى إدخال رقم هوية صحيح";
"IPID_LINK_TEXT" = "راجع وثيقة معلومات منتج التأمين قبل أن تتخذ قرارك";
"Free.Cancellation.All.Cars" = "إلغاء مجاني لكل السيارات";
"SelectedCar" = "سيارتك";
"Insurance.IPID.App" = "بإضافة تأمين بريميوم، أقر أنني قرأت ${x} وأنه بناءً على هذه المعلومات، فإن هذه الوثيقة تناسب احتياجاتي.";
"Insurance.IPID.Document" = "وثيقة معلومات منتج التأمين";
"Insurance.Explained" = "تفاصيل المدفوعات الزائدة";
"InsuranceExplained.TextUpdate" = "يلبي هذا المنتج احتياجات ومتطلبات الأشخاص الذين يرغبون في تغطية مسؤوليتهم عن دفع التكاليف التي تفرضها شركة تأجير السيارات بقيمة تصل إلى ${x} في حالة تعرض المركبة إلى الضرر أو الضياع أثناء مدة الاستئجار";
"ImportantInformation" = "معلومات مهمة";
"CTA.PayAcceptTermsGDPR" = "انقر \"ادفع\" لإتمام حجزك والموافقة على ${x} و${y} و${z} الخاصة بنا.";
"Residency.PopUp" = "قد يؤثر تغيير بلد/إقليم إقامتك على سعر السيارة التي اخترتها وإمكانية توفرها. ستتم إعادة توجيهك إلى صفحة \"النتائج\"، حيث سيجري تحديث بحثك.";
"Country.Region" = "البلد/الإقليم";
"SearchDatesIncorrect.Error" = "التاريخ غير صحيح. من فضلك راجع التواريخ التي قمت باختيارها";
"AgeFieldYoung.Error" = "يُرجى إدخال عمر بين 18 و24";
"DriverFullName.Empty.Error" = "يُرجى كتابة الاسم الأول للسائق واسم عائلته.";
"DriverEmail.Empty.Error" = "يرجى إدخال عنوان بريدك الإلكتروني.";
"Phone.Empty.Error" = "يرجى إدخال رقم هاتفك.";
"Address.Empty.Error" = "يرجى إدخال عنوانك.";
"City.Empty.Error" = "يرجى إدخال مدينتك.";
"OpeningHours" = "ساعات العمل";
"AgeFieldElder.Error" = "يرجى إدخال عمر أكبر من 71";
"DistancePickupX" = "المسافة من مكان الاستلام: ${x}";
"Distance.Tooltip" = "يقع مكتب مقدم خدمة تأجير السيارات في: ${x}.  هذا ${y} من ${z}";
"widget_from_label" = "من";
"widget_Xperday" = "${x} في اليوم";
"widget_fromXperday" = "يبدأ من ${x}/في اليوم";
"widget_perday" = "/يوم";
"FlightNumber.Empty.Error" = "رقم الرحلة مطلوب";
"NameOnCard" = "الاسم على البطاقة";
"widget_remove" = "حذف";
"EmailAddress" = "عنوان البريد الإلكتروني";
"title_search_results" = "نتائج البحث";
"title_interstitial" = "‏‏جارِ البحث...";
"Availability.Mobile1" = "لم نعثر على أي نتائج تطابق معايير بحثك، لكن قد يفيد تغيير البحث.";
"Availability.Text2" = "جرب أوقات استلام أو تسليم مختلفة";
"Availability.Text3" = "جرب تواريخ مختلفة";
"LocationType.Airport" = "المطار";
"DriverDetails" = "بيانات السائق";
"search_country" = "بحث";
"wcag.information" = "معلومات إضافية";
"filter_clearall" = "مسح الكل";
"filter_clear" = "مسح";
"Size.Small" = "صغيرة";
"Size.Medium" = "متوسطة";
"Size.Large" = "كبيرة";
"Size.SUV" = "سيارة متعددة الاستخدامات (SUV)";
"Size.Fullsize" = "كبيرة الحجم";
"Size.Luxury" = "فاخرة";
"Size.Premium" = "ممتازة";
"simple_connection_error" = "حدثت مشكلة عند معالجة طلبك. يُرجى إعادة المحاولة";
"Residency.PopUp.Title" = "هل تريد تغيير البلد/المنطقة؟";
"widget_pricing_title" = "يوميًا بدءًا من";
"widget_cta_text" = "إضافة سيارة مستأجرة";
"CardExpDate.Empty.Error" = "يُرجى كتابة شهر وسنة انتهاء صلاحية البطاقة";
"DriverFirstName.Empty.Error" = "يُرجى كتابة الاسم الأول للسائق";
"DriverLastName.Empty.Error" = "يُرجى كتابة اسم عائلة السائق";
"FlightNumberOptional" = "رقم الرحلة (اختياري)";
"results_car_empty" = "لا توجد نتائج للسيارة";
"Availability.Text5" = "جرّب إزالة الفلاتر";
"wcag.basket" = "سلة الدفع";
"wcag.addExtra" = "إضافة تجهيز إضافي";
"wcag.removeExtra" = "إزالة تجهيز إضافي";
"results_driver_age" = "عمر السائق: ${x}";
"filter_showxcars" = "عرض ${x} سيارة";
"payment_premium_cover" = "تغطية ممتازة";
"wcag.back" = "رجوع";
"Filter.CarSize.Show.All" = "إظهار أحجام أكثر";
"Filter.CarSize.Show.Less" = "إظهار أحجام أقل";
"CardholderName.Empty.Error" = "يرجى إدخال اسم حامل البطاقة.";
"CardSecurityCode.Empty.Error" = "يرجى إدخال كود الحماية هنا.";
"CardNumber.Payment.Empty.Error" = "يُرجى إدخال رقم البطاقة.";
"Cardexpiry.Empty.Error" = "يُرجى إدخال تاريخ انتهاء صلاحية البطاقة.";
"SpecialOffer.GuaranteedNewCar" = "سيارة جديدة مضمونة";
"SpecialOffer.FreeDriver" = "سائق إضافي مجانًا";
"SpecialOffer.GuaranteedCarModel" = "موديل سيارة مضمون";
"Carblock.People" = "${x} أشخاص";
"cancellation_banner" = "إلغاء مجاني لكل السيارات قبل الاستلام بمدة تصل إلى 48 ساعة";
"Carblock.PricePerDay" = "${x}/يوم";
"Carblock.Total" = "الإجمالي ${x}";
"CarPriceInclude" = "يشمل ${x} (${y})";
"CarPriceInclude.Free" = "مجانًا";
"Insurance.Modal.Accept" = "قبول";
"Insurance.Modal.AcceptText" = "يجب عليك قبول شروط وأحكام التأمين قبل المتابعة";
"Insurance.Modal.ViewTerms" = "عرض الشروط والأحكام";
"Preferred.Supplier.Footer.Default" = "عروض حصرية";
"Preferred.Supplier.Header.Default" = "موصى به";
"Booking.Summary.Payment.Paid" = "المدفوع";
"Booking.Summary.Payment.Pickup" = "مستحق الدفع عند الاستلام";
"DriverAgeYoung" = "29 - 18";
"DriverAgeMid" = "69 - 30";
"DriverAgeElder" = "+70";
"InsuranceExplained.TextUpdate2" = "يُرجى العلم أنه يمكن إرسال مستندات التأمين إليك عبر البريد الإلكتروني أو البريد العادي أو كليهما. بالنقر على \"${x}\" وكتابة عنوان بريدك الإلكتروني، سيتم إرسال المستندات إليك عبر البريد الإلكتروني. أما إذا أردت استلام وثيقة التأمين عبر البريد العادي، فيُرجى مراسلتنا على العنوان carhireclaims@axa-assistance.co.uk.";
"DriverAgeElder.Error" = "يُرجى إدخال عمر أكبر من ${x}";
"DriverAgeYoung.Error" = "يُرجى إدخال عمر بين ${x} و${y}";
"Extras.Show.List" = "عرض القائمة";
"Extras.Subheader" = "لا يمكن ضمان توفر هذه التجهيزات الإضافية دائمًا، والأسعار عرضة للتغيير في حال كان الدفع في المكتب.";
"Extras.Included" = "متضمن";
"Extras.X.Free" = "${x} مجانًا";
"Payment.Summary.Free" = "${x} مجانًا";
"error_connection_text" = "يُرجى التأكد من اتصالك بشبكة هاتف محمول أو شبكة WIFI، ثم أعد المحاولة.";
"error_connection_cta" = "حاول مرة أخرى";
"error_dismiss" = "رفض";
"Upsell_Title" = "أخبار سارة!";
"Upsell_Body" = "لديك خيار من خيارات التأمين على السيارة التي اخترتها.";
"CTA_Not_Now" = "ليس الآن";
"Limited_Cover_Title" = "تغطية محدودة";
"Limited_Insurance_Checklist_Item1" = "${x} مسؤولية المدفوعات الزائدة (غير قابلة للاسترداد)";
"Limited_Insurance_Checklist_Item3" = "حماية محدودة من الأضرار والسرقة";
"Premium_Insurance_Details" = "تأمين استرداد مبلغ الأضرار مقدم من AXA.";
"Premium_Insurance_Checklist_Item1" = "حماية مدفوعات زائدة تصل إلى ${x} (قابلة للاسترداد)";
"Premium_Insurance_Checklist_Item2" = "${x} مقدم عند مكتب التأجير";
"Premium_Insurance_Checklist_Item3" = "استرداد المدفوعات الزائدة مقابل الأضرار والسرقة";
"ZeroExcess_Title" = "باقة بدون مدفوعات زائدة";
"ZeroExcess_Insurance_Details" = "تأمين بدون مدفوعات زائدة ومبلغ مقدم قليل.";
"ZeroExcess_Checklist_Item1" = "${x} مدفوعات زائدة";
"ZeroExcess_Checklist_Item2" = "الحماية من الأضرار والسرقة";
"ZeroExcess_CC_Required" = "بطاقة الائتمان غير مطلوبة";
"Insurance_Checklist_Third_Party" = "تأمين المسؤولية تجاه الغير";
"Insurance_Checklist_Desk_Deposit" = "${x} مقدم عند مكتب التأجير";
"Insurance_More_Info" = "مزيدٌ من المعلومات";
"CTA_Show_Me" = "عرض";
"SpecialOffer.ZeroExcessAvailable" = "باقة “بدون مدفوعات زائدة” متاحة";
"Limited_Insurance_Included" = "متضمنة في رسوم استئجار السيارة.";
"Premium_Insurance_Checklist_Item4" = "النوافذ والسقف والهيكل السفلي للسيارة والإطارات";
"Premium_Insurance_Checklist_Item5" = "تأمين مفتاح السيارة والممتلكات الخاصة";
"CTA_Add_Continue" = "إضافة واستمرار";
"ZeroExcess_Terms_1" = "مع حزمة “بدون مدفوعات زائدة”، تحصل على فوائد التغطية المحدودة لمقدم الخدمة (بما في ذلك تغطية المسؤولية تجاه الغير)، بالإضافة إلى ${x} مدفوعات زائدة ومبلغ تأمين مقدم أقل بكثير. إذا تعرضت سيارتك للضرر أو السرقة، فلن يقوم مقدم خدمة تأجير السيارات بفرض مصاريف عليك.";
"ZeroExcess_Terms_2" = "قد لا يغطي التأمين حالات تلف أو ضياع الإطارات والزجاج الأمامي والزجاج والهيكل السفلي للسيارة. يُرجى التأكد من وكيل تأجير السيارات في مكتب التأجير.";
"LimitedCover_Info" = "مع التغطية المحدودة التي يوفرها مقدم الخدمة، سوف تحظى بتغطية المسؤولية تجاه الغير. كما يمكن أن تحصل على حماية محدودة في حالة تعرض السيارة للضرر أو السرقة. تشمل التغطية أغلب التكاليف، لكنك ستكون مسؤولاً عن المدفوعات الزائدة بقيمة تصل إلى ${x}. يجب أن تدفع مقدم تأمين باستخدام بطاقتك الائتمانية عند استلام سيارتك. إذا تعرضت السيارة للضرر أو السرقة، فسيحتجز مقدمو الخدمة قيمة التكاليف من المقدم الذي دفعته.";
"Swiss_Premium_Insurance_Details" = "الحماية التأمينية مكفولة من قِبل شركة TSM Insurance. شركة AXA Assistance مسؤولة عن التعامل مع جميع المطالبات.";
"FlightNumber_Error" = "يُرجى التحقق من رقم رحلتك.";
"DriverAgeYoung_Header" = "18 - 29";
"DriverAgeMid_Header" = "30 - 69";
"DriverAgeElder_Header" = "70+";
"Loyalty_Generic_Error" = "لا يمكن التعرف على رقم الولاء هذا";
"Priority_Messaging_Native_Results" = "استمتع بالمرونة وإجراءات تنظيف معززة.";
"Priority_Messaging_Native_Details" = "الإلغاء المجاني متاح قبل الاستلام بمدة تصل إلى ${x} ساعة.";
"Priority_Messaging_Native_Payment" = "حافظ على مرونة خططك مع الإلغاء المجاني قبل الاستلام بمدة تصل إلى ${x} ساعة.";
"car_features" = "خصائص السيارة";
"vehicle_fuel_hybrid" = "هجين";
"vehicle_fuel_electric" = "كهرباء";
"rental_info_details" = "المزيد من التفاصيل";
"vehicle_fuel_policy_type_FREETANK" = "خزان فارغ";
"vehicle_fuel_policy_desc_FREETANK" = "سيارتك مزوّدة بخزان وقود ممتلئ مجانًا. يمكنك استخدام ما تحتاج إليه من هذا الوقود، ولا داعٍ لإعادة التزود بالوقود قبل إرجاع السيارة.";
"vehicle_fuel_policy_type_SAMESAME" = "إرجاع بنفس كمية الوقود المستلمة";
"vehicle_fuel_policy_desc_SAMESAME" = "سوف تستلم سيارتك مزوّدة بالوقود. تحقق من كمية الوقود قبل القيادة. فسيكون عليك إرجاعها ممتلئة بكمية الوقود نفسها.";
"Filter_PriceRange" = "حدود السعر";
"Filter_AverageCarPrice" = "متوسط سعر استئجار السيارة ${x}";
"PickupType_CarDriver" = "خدمة السائق";
"PickupType_CarDriver_Info" = "سيقوم سائقك باستقبالك في صالة الوصول بالمطار.";
"PickupType_MeetNGreet" = "خدمة الاستقبال والترحيب";
"PickupType_MeetNGreet_Info" = "سيكون ممثل مقدم خدمة تأجير السيارات في استقبالك في صالة المطار لتوجيهك إلى مكتب الخدمة.";
"PickupType_Terminal" = "الاستلام من صالة المطار";
"PickupType_Terminal_Tooltip" = "هذا أفضل خيار للاستلام. يقع مكتب الخدمة داخل صالة المطار.";
"PickupType_ShuttleBus_Terminal" = "خدمة الحافلات";
"PickupType_ShuttleBus_Terminal_Tooltip" = "يمكنك الوصول من صالة المطار إلى مكتب الخدمة باستخدام خدمة الحافلات المجانية.";
"PickupType_ShuttleBus_Counter" = "خدمة الحافلات";
"PickupType_ShuttleBus_Counter_Tooltip" = "يمكنك الوصول من صالة المطار إلى مكتب الخدمة باستخدام خدمة الحافلات المجانية.";
"PickupType_HoppaShuttleBus" = "خدمة الحافلات";
"PickupType_HoppaShuttleBus_Info" = "يمكنك الوصول إلى مكتب الخدمة القريب من صالة المطار باستخدام الحافلة. وقد تكون هناك تكلفة منخفضة لهذه الخدمة، يمكن دفعها للسائق.";
"PickupType_OnAirport_Terminal" = "في المطار";
"PickupType_OnAirport_Terminal_Info" = "يقع مكتب الخدمة داخل منطقة المطار لراحتك.";
"PickupType_OnAirport" = "في المطار";
"PickupType_OnAirport_Info" = "يقع مكتب الخدمة داخل منطقة المطار لراحتك.";
"PickupType_Rail" = "ضرورة استخدام وصلة سكك حديدية";
"PickupType_Rail_Info" = "يجب اسخدام وصلة سكك حديدية للانتقال من صالة المطار إلى موقع المورد";
"vehicle_fuel_lpg" = "LPG";
"vehicle_fuel_hydrogen" = "هيدروجين";
"vehicle_fuel_ethanol" = "إيثانول";
"vehicle_fuel_multifuel" = "متعدد الوقود";
"sale_search_banner_title" = "تنزيلات الآن!";
"sale_search_banner_description" = "خصم يصل إلى ${x}. ينتهي العرض في ${y}.";
"sale_landing_banner_title" = "تنزيلات الآن!";
"sale_landing_banner_description" = "خصم يصل إلى ${x}. ينتهي العرض في ${y}.";
"landing_page_1_title" = "حجوزات مرنة";
"landing_page_3_title" = "دعم العملاء على مدار الساعة وطوال أيام الأسبوع";
"landing_page_4_title" = "لا توجد رسوم خفية";
"landing_page_4_desc" = "سنوضح لك أي تكاليف إضافية قبل أن تحجز سيارتك المستأجرة";
"landing_page_1_desc" = "احجز سيارة مع إمكانية إلغاء الحجز مجانًا حتى 48 ساعة قبل الاستلام";
"landing_page_2_title" = "سيارات معقمة";
"landing_page_2_desc" = "تمتع بالأمان والثقة في رحلتك مع إجراءات تنظيف محسًَنة";
"landing_page_3_desc" = "فريقنا هنا لمساعدتك في أي استفسارات تتعلق بحجزك";
"landing_page_title" = "قارن عروض تأجير السيارات لدى 1700 مورِّد حول العالم";
"landing_page_search" = "إلى أين ستذهب؟";
"sale_discount_payment" = "خصم (-${x})";
"sales_TCs" = "الشروط والأحكام";
"recent_search_delete" = "حذف";
"Pickup.Error" = "يُرجى إدخال مكان الاستلام.";
"Return.Error" = "يُرجى إدخال مكان الإرجاع.";
"HA_landing_page_title" = "استأجر سيارة بثقة. بحث. مقارنة. حفظ.";
"Argus_landing_page_title" = "أقل سعر أو ندفع لك الفرق. بهذه البساطة.";
"Premium_Insurance_title" = "تأمين استرداد مبلغ الأضرار مقدم من ${x}.";
"Insurance.Checklist.Item1.2" = "استرداد المدفوعات الزائدة مقابل السرقة";
"ZeroExcess_Checklist_Item2_1" = "الحماية من الأضرار";
"ZeroExcess_Checklist_Item2_2" = "الحماية من السرقة";
"Insurance.Checklist.Item1.1" = "استرداد المدفوعات الزائدة مقابل الأضرار";
"Disclaimer.Quebec" = "التغطية غير متوفرة للمقيمين في مقاطعة كيبيك";
"Select.Province" = "حدد الإقليم";
"Province.Residency" = "المقاطعة التي تقيم فيها";
"state.CA.BC" = "كولومبيا البريطانية";
"state.CA.AB" = "ألبيرتا";
"state.CA.YT" = "يوكون";
"state.CA.SK" = "ساسكاتشوان";
"state.CA.PE" = "جزيرة الأمير إدوارد";
"state.CA.ON" = "أونتاريو";
"state.CA.NT" = "الأقاليم الشمالية الغربية";
"state.CA.NU" = "نونافوت";
"state.CA.NS" = "نوفا سكوشا";
"state.CA.NL" = "نيوفاوندلاند ولابرادور";
"state.CA.NB" = "نيو برونزويك";
"state.CA.MB" = "مانيتوبا";
"CDW_Insurance_title" = "تأمين رد مدفوعات الفقدان والأضرار المقدم من شركة AWN.";
"no_cover_title" = "بدون تغطية";
"no_cover_item1" = "${x} مسؤولية عن الأضرار والسرقة";
"no_cover_item3" = "بلا حماية من الأضرار والسرقة";
"no_cover_item2" = "${x} مقدم عند مكتب التأجير";
"no_cover_item4" = "بلا تأمين المسؤولية تجاه الغير";
"no_cover_cta" = "متابعة بدون غطاء";
"Insurance.Cover" = "الغطاء التأميني";
"CTA_Confirm_booking" = "تأكيد الحجز";
"CTA.Confirm.AcceptTerms" = "اضغط على \"تأكيد الحجز\" لإكمال حجزك وقبول شروط التأجير والشروط والأحكام وسياسة الخصوصية.";
"state.US.AK" = "ألاسكا";
"state.US.AL" = "ألاباما";
"state.US.AR" = "أركنساس";
"state.US.AZ" = "أريزونا";
"state.US.CA" = "كاليفورنيا";
"state.US.CO" = "كولورادو";
"state.US.CT" = "كونيتيكت";
"state.US.DC" = "مقاطعة كولومبيا";
"state.US.DE" = "ديلاوير";
"state.US.FL" = "فلوريدا";
"state.US.GA" = "جورجيا";
"state.US.HI" = "هاواي";
"state.US.IA" = "آيوا";
"state.US.ID" = "أيداهو";
"state.US.IL" = "إلينوي";
"state.US.IN" = "إنديانا";
"state.US.KS" = "كانساس";
"state.US.KY" = "كنتاكي";
"state.US.LA" = "لويزيانا";
"state.US.MA" = "ماساتشوستس";
"state.US.MD" = "ماريلاند";
"state.US.ME" = "مين";
"state.US.MI" = "ميتشيجان";
"state.US.MN" = "مينيسوتا";
"state.US.MO" = "ميزوري";
"state.US.MS" = "ميسيسيبي";
"state.US.MT" = "مونتانا";
"state.US.NC" = "نورث كارولاينا";
"state.US.ND" = "نورث داكوتا";
"state.US.NE" = "نبراسكا";
"state.US.NH" = "نيو هامبشاير";
"state.US.NJ" = "نيو جيرزي";
"state.US.NM" = "نيو مكسيكو";
"state.US.NV" = "نيفادا";
"state.US.NY" = "نيويورك";
"state.US.OH" = "أوهايو";
"state.US.OK" = "أوكلاهوما";
"state.US.OR" = "أوريجون";
"state.US.PA" = "بنسلفانيا";
"state.US.SC" = "ساوث كارولاينا";
"state.US.SD" = "ساوث داكوتا";
"state.US.TN" = "تينيسي";
"state.US.TX" = "تكساس";
"state.US.UT" = "يوتا";
"state.US.VA" = "فيرجينيا";
"state.US.VT" = "فيرمونت";
"state.US.WA" = "واشنطن";
"state.US.WI" = "ويسكونسن";
"state.US.WV" = "ويست فيرجينيا";
"state.US.WY" = "وايومينج";
"Insurance.Disclosure.Allianz" = "توصي به وتقدمه وتبيعه شركة Allianz Global Assistance. مكتتب التأمين: شركة Jefferson Insurance Company أو شركة BCS Insurance Company. تشمل الخطة خدمات التأمين والمساعدة. تُطبق الأحكام والاستثناءات (بما في ذلك الخاصة بالشروط الموضوعة سلفًا).";
"Insurance.Disclosure.Allianz.Link" = "التفاصيل وعمليات الكشف الخاصة بالخطة والتسعير";
"state.US.RI" = "رود آيلاند";
"COVID_coverage_limitations" = "كورونا: قيود مهمة للتغطية التأمينية";
"Damage.Protection.title" = "تأمين الحماية من الأضرار مقدم من ${x}";
"State.Residency" = "دولة الإقامة";
"Select.Residency" = "اختر محل الإقامة";
"PrefSupplier.Tagline.Mobile.EUROPCAR" = "عروض حصرية";
"Size.Midsize" = "حجم متوسط";
"Size.Smallsuv" = "سيارة صغيرة متعددة الاستخدامات (SUV)";
"Size.Mediumsuv" = "سيارة متوسطة متعددة الاستخدامات (SUV)";
"Size.Midsizesuv" = "سيارة متوسطة الحجم متعددة الاستخدامات (SUV)";
"Size.Largesuv" = "سيارة كبيرة متعددة الاستخدامات (SUV)";
"Size.Mini" = "ميني";
"Size.Economy" = "اقتصادية";
"Size.Compact" = "مدمجة";
"Size.Intermediate" = "متوسطة";
"Size.Standard" = "قياسية";
"Size.Minivan" = "ميني فان";
"Size.Cargovan" = "سيارة فان لنقل البضائع";
"Size.Van" = "فان";
"Size.Largevan.12pax" = "شاحنة كبيرة";
"Size.Largevan.15pax" = "شاحنة كبيرة";
"Size.Convertible" = "سيارة مكشوفة";
"Size.Estate" = "سيارة استيشن";
"Size.Peoplecarrier" = "سيارة كبيرة واسعة";
"Size.5seatcarrier" = "ميني فان بخمسة مقاعد";
"Size.7seatcarrier" = "ميني فان بسبعة مقاعد";
"Size.9seatcarrier" = "ميني فان بتسعة مقاعد";
"Size.Scooter" = "دراجة نارية صغيرة (سكوتر)";
"Size.Truck" = "شاحنة";
"Size.Exotic" = "غير عادية";
"Size.Special" = "خاصة";
"cash_banner_title" = "وفّر حتى 40 يورو عند استئجار السيارة مع Prime";
"Price.for.days" = "السعر لمدة ${X} يوم";
"cash_widget_confirmation_title" = "تهانينا!";
"cash_widget_confirmation_subtitle" = "باستخدام قسيمتك، استطعت توفير ${x} مع حجز السيارة.";
"cash_widget_payment_title" = "تهانينا!";
"cash_widget_payment_subtitle" = "ستوفّر ${x} عند حجز السيارة باستخدام قسيمتك";
"Prime_why_book_with_us" = "لماذا يستأجر مئات الآلاف من أعضاء Prime السيارات معنا؟";
"Prime_cash_widget_payment_title" = "تهانينا!";
"voucher.for.days" = "سعر القسيمة لمدة ${x} أيام";
"voucher.for.day" = "السعر الإجمالي";
"Promo.Code" = "الرمز الترويجي";
"Cannot.Find.Location" = "عذرًا، لا يمكننا العثور على موقعك. يُرجى إعادة المحاولة لاحقًا.";
"Use.Current.Location" = "استخدم الموقع الحالي";
"Location.Permission.Disabled" = "لاستخدام هذه الميزة، يُرجى الانتقال إلى “إعدادات” وتمكين إذن الموقع لهذا التطبيق.";
"Sup.Ben.Select.Code.Type" = "تحديد نوع الرمز";
"Sup.Ben.Activated.Button.Title" = "بحث مع الخصومات";
"Sup.Ben.Add.CTA" = "إضافة عرض ترويجي/خصم";
"Sup.Ben.Code" = "الرمز";
"Sup.Ben.Description" = "احصل على أفضل الأسعار مع خصوماتنا الخاصة من مورِّدينا. أضف خصومات Avis وBudget الآن.";
"Sup.Ben.Toggle.Title" = "تطبيق الأسعار المخفّضة";
"Sup.Ben.Banner.Title" = "احصل على أفضل الأسعار";
"Sup.Ben.Banner.Description" = "تطبيق خصومات خاصة من شريكينا الحصريين لتأجير السيارات Avis وBudget.";
"Sup.Ben.Banner.Button" = "طبّق الآن";
"Sup.Ben.Rental.Company" = "شركة تأجير السيارات";
"Sup.Ben.Promo.Validation.Error" = "لا يبدو هذا صحيحًا. تحقق من الرمز الخاص بك وحاول مرة أخرى";
"Sup.Ben.Promo.Validation.Success" = "لا مشكلة!";
"Sup.Ben.Code.Type" = "نوع الرمز";
"Sup.Ben.Promo.Discount" = "عرض ترويجي/خصم";
"Sup.Ben.Update" = "تحديث";
"Sup.Ben.XOptional" = "${x} (اختياري)";
"SpecialOffer.FreeGPS" = "يشمل نظام GPS مجاني";
"SpecialOffer.FreeWinterTyres" = "إطارات شتوية مجانية";
"Free.Extra.Included" = "تجهيز إضافي مجاني";
"Customer.Portal.Booking.CTA" = "إدارة الحجز";
"Booking.Ref.Copied" = "تم نسخ مرجع الحجز إلى الحافظة";
"Booking.Ref.Title" = "الرقم المرجعي للحجز";
"Country.Selection.Settings" = "قد تؤثر بلد/منطقة الإقامة على شروط التأجير الخاصة بك وتؤثر على السيارات التي تظهر في نتائج البحث لديك.";
"Country.Selection.Dialog.Title" = "تغيير بلدك/منطقتك؟";
"Country.Selection.Dialog.Text" = "سيؤثر تغيير بلدك/منطقة إقامتك الآن على شروط التأجير، ومن أجل تزويدك بأدق النتائج، ستتم إعادة توجيهك إلى صفحة نتائج البحث.";
"Pay.Later.Title" = "خيارات الدفع";
"Pay.Later.Pay.Today" = "ادفع اليوم";
"Pay.Later.Pay.By" = "دفع بواسطة ${x}";
"Pay.Later.Payment.Explainer" = "ادفع مقدمًا يبلغ ${x} مقابل رسوم تأجير سيارتك اليوم. سوف يُخصم <b>المبلغ المتبقي</b> تلقائيًا في يوم ${y}.";
"Pay.Later.Pay.Now" = "ادفع الآن";
"Pay.Later.Basket.Deducted.On" = "الخصم يوم ${x}";
"Pay.Later.Basket.Pick.Up" = "الدفع عند الاستلام";
"Pay.Later.Remaining.Balance.Explainer" = "سوف يُخصم المبلغ المتبقي من قيمة تأجير السيارة تلقائيًا من بطاقتك في يوم ${x}.";
"Pay.Later.Accessories.Explainer" = "ستدفع قيمة العناصر التالية عند الاستلام: ${x}";
"Pay.Later.View.Details" = "عرض التفاصيل";
"Payment.Processing.Message" = "حجزك قيد التقدم";
"Loyalty.Banner.Greeting" = "مرحبًا بك يا";
"landing.usp.position1" = "وفّر حتى 35% على الأسعار الأساسية* من Avis وBudget.";
"landing.usp.position2" = "اربح ما يصل إلى 1250 ميلاً أساسيًا من أميال MileagePlus";
"landing.usp.position3" = "Avis: استخدم رقم MileagePlus الخاص بك ورقم خصم Avis العالمي (AWD‏) A791500 لربح أميال مكافآت MileagePlus الأساسية مع خصم.";
"landing.usp.position4" = "الميزانية:  استخدم رقم MileagePlus الخاص بك ورقم خصم عميل Budget‏ (BCD‏) B204900 لربح أميال مكافآت MileagePlus الأساسية مع خصم.";
"landing.usp.position5" = "استخدام الأميال، أو الأميال والنقود، تفضل بزيارة <a href=\"https://cars.mileageplus.com/en/?clientID={CLIENTID}#/searchcars/?utm_source=loyalty&amp;utm_medium=display&amp;utm_campaign=earnsitelink&amp;utm_content=car_burn\"><b>cars.mileageplus.com</b></a>";
"landing.usp.footnote.position1" = "* تُطبَّق التوفيرات التي تصل إلى 35% على رسوم الوقت والمسافة بالأميال فقط. جميع الضرائب، والرسوم (بما في ذلك، على سبيل المثال لا الحصر، رسوم استرداد الضريبة على تكييف الهواء، ورسوم استرداد الامتياز، ورسوم استرداد ترخيص السيارة، ورسوم استرداد الطاقة، ورسوم إدارة الإطارات، ورسوم المسافر الدائم) والرسوم الإضافية (بما في ذلك، على سبيل المثال لا الحصر، رسوم مرافق العميل ورسوم استرداد الرسوم البيئية)، هي مصاريف إضافية.";
"landing.usp.title" = "احجز سيارة مستأجرة عن طريق United";
"united_landing.usp.title" = "احجز سيارة مستأجرة عن طريق United";
"landing.usp.sale.position1" = "عرض خاص لفترة محدودة: اربح 500 ميل إضافي من أميال MileagePlus. <a href=\"https://cars.united.com/ar/mileage-terms-and-conditions\" target=\"_blank\"><b>الشروط الكاملة هنا.</b></a>";
"united_redeem.landing.usp.title" = "مزايا حجز سيارة مستأجرة من Avis أو Budget مع MileagePlus Car Awards";
"united_redeem.landing.usp.position1" = "سجّل الدخول إلى حساب MileagePlus الخاص بك للحصول على أفضل الأسعار";
"united_redeem.landing.usp.position2" = "ادفع باستخدام الأميال أو مزيج من الأميال والأموال";
"united_redeem.landing.usp.position3" = "لإجراء تغييرات/إلغاءات على حجز ما تم فيه استخدام أميال، يُرجى زيارة <a href=\"https://cars.mileageplus.com/ar/help\" target=\"_blank\"><b>مركز المساعدة</b></a> لدينا";
"landing.usp.tac.title" = "الشروط والأحكام";
"united_landing.usp.tac.title" = "<a href=\"${baseURL}/${lang}/mileage-terms-and-conditions\" target=\"_blank\">الشروط والأحكام</a>";
"united_landing.usp.pp.title" = "<a href=\"${baseURL}/${lang}/privacy-and-policies\" target=\"_blank\">سياسة الخصوصية</a>";
"landing.usp.pp.title" = "<a href=\"https://${baseURL}/${lang}/privacy-and-policies\" target=\"_blank\">سياسة الخصوصية</a>";
"united_landing.usp.sale.position2" = "عرض خاص لفترة محدودة: اربح 500 ميل إضافي من أميال MileagePlus. <a href=\"https://cars.united.com/ar/mileage-terms-and-conditions\" target=\"_blank\"><b>الشروط الكاملة هنا.</b></a>";
"sale_landing_banner_monetary_description" = "احجز الآن من ${x} يومياً!";
"sale_landing_banner_caption_closed_group" = "حصري";
"sale_landing_banner_caption" = "تنزيلات";
"sale_landing_banner_percentage_title" = "الآن  تنزيلات على";
"sale_landing_banner_monetary_title" = "عروض استئجار السيارات";
"sale_landing_banner_TCs" = "الشروط والأحكام";
"sale_landing_banner_title_monetary" = "عروض استئجار السيارات";
"sale_search_banner_title_monetary" = "عروض استئجار السيارات";
"sale_search_banner_monetary_description" = "احجز الآن من ${x} يومياً!";
"payment.options.creditcard.title" = "البطاقة الائتمانية";
"payment.error.generic.dialog.text" = "للأسف، نحن غير قادرين على معالجة حجزك هذه المرة. لم يكتمل حجزك ولم يتم الخصم منك. من فضلك حاول مرة أخرى باستخدام طريقة بديلة للدفع.";
"payment.googlepay.card.link" = "تغيير";
